{"translation-revision-date":"2023-08-14 19:46:22+0000","generator":"GlotPress\/4.0.0-alpha.7","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Ad blocking recovery":["Recuperação do bloqueio de anúncios"],"Google Account (Email: %1$s)":["Conta do Google (E-mail: %1$s)"],"Google Account for %1$s":["Conta do Google para %1$s"],"Google Account for %1$s (Email: %2$s)":["Conta do Google para %1$s (E-mail: %2$s)"],"Ad Blocking Recovery":["Recuperação do bloqueio de anúncios"],"To continue using Analytics with Site Kit, you need to grant permission to check for any changes in your Google tag’s target Analytics property. The Google tag feature was recently updated to allow users to change a tag’s connected Analytics property without editing site code. Because of this change, Site Kit now must regularly check if the tag on your site matches the Analytics property destination.":["Para continuar usando o Analytics com o Site Kit, você precisa conceder permissão para verificar quaisquer alterações na propriedade de destino do Analytics da sua tag do Google. O recurso de tag do Google foi atualizado recentemente para permitir que os usuários alterem a propriedade do Google Analytics conectada a uma tag sem editar o código do site. Devido a essa alteração, o Site Kit agora deve verificar regularmente se a tag em seu site corresponde ao destino da propriedade do Google Analytics."],"Grant permission":["Conceder permissão"],"Site Kit needs additional permissions to detect updates to tags on your site":["O Site Kit precisa de permissões adicionais para detectar atualizações nas tags do seu site"],"Copied to clipboard":["Copiado para a área de transferência"],"The server provided an invalid response.":["O servidor forneceu uma resposta inválida."],"There was a critical error on this website while fetching data.":["Houve um erro crítico neste site ao buscar dados."],"Key metrics":["Principais métricas"],"<ErrorIcon \/> %1$s. <Link>%2$s<\/Link>":["<ErrorIcon \/> %1$s. <Link>%2$s<\/Link>"],"Set up now":["Configurar agora"],"View <VisuallyHidden>site <\/VisuallyHidden>in AdSense":["Visualizar o <VisuallyHidden>site<\/VisuallyHidden> no AdSense"],"Your site is ready, with auto-ads disabled.":["Seu site está pronto, com anúncios automáticos desativados."],"Your site is ready for ads.":["Seu site está pronto para mostrar anúncios."],"Your site is getting ready.":["Seu site está quase pronto."],"You need to fix some things before your site is ready.":["Você precisa corrigir algumas coisas para que seu site fique pronto."],"Get help":["Ajuda"],"Block ads you don't like, customize where ads appear, and choose which types fit your site best":["Bloqueie anúncios que você não gosta, personalize onde os anúncios aparecem e escolha que tipos se encaixam melhor em seu site."],"You’re in control":["Você está no controle"],"Auto ads automatically place and optimize your ads for you so you don't have to spend time doing it yourself":["Ao usar os anúncios automáticos, sua publicidade é posicionada e otimizada automaticamente. Assim, você economiza tempo porque não precisa se dedicar a essas tarefas."],"Save time with automated ads":["Economize tempo com os anúncios automáticos"],"Focus on writing good content and let AdSense help you make it profitable":["Foque na criação de um bom conteúdo e deixe que o AdSense o torne lucrativo"],"Earn money from your site":["Ganhe dinheiro com seu site"],"Connect now":["Conectar agora"],"Your site is ready for ads":["Seu site está pronto para anúncios"],"Retry":["Tentar novamente"],"Error connecting Site Kit":["Erro ao conectar com o Site Kit"],"Thanks for using Site Kit!<br \/>Help us make it even better.":["Agradecemos por usar o Site Kit!<br \/>Ajude-nos a torná-lo ainda melhor."],"Shared by <strong>%s<\/strong>":["Compartilhado por <strong>%s<\/strong>"],"Shared services":["Serviços compartilhados"],"Learn more about dashboard sharing":["Saiba mais sobre o compartilhamento do painel"],"You can see stats from all shared Google services, but you can't make any changes. <a>Learn more<\/a>":["Você pode ver as estatísticas de todos os Serviços compartilhados do Google, mas não é possível fazer mudanças. <a>Saiba mais<\/a>"],"You can see stats from all shared Google services, but you can't make any changes. <strong>Sign in to connect more services and control sharing access.<\/strong>":["Você pode ver as estatísticas de todos os Serviços compartilhados do Google, mas não é possível fazer mudanças. <strong>Faça login para conectar mais serviços e controlar o acesso de compartilhamentos.<\/strong>"],"View only":["Somente ver"],"Gathering data…":["Coletando dados..."],"Maybe later":["Talvez mais tarde"],"Back to dashboard":["Voltar para o painel"],"AdSense accounts are <a>subject to review and approval<\/a> by the Google AdSense team.":["As contas do AdSense estão <a>sujeitas a revisão e aprovação<\/a> pelo time do Google AdSense."],"Monetization":["Monetização"],"Content":["Conteúdo"],"Traffic":["Tráfego"],"Exclude from Ads":["Excluir do Google Ads"],"Excluded from ads":["Excluído dos anúncios"],"All logged-in users and users who can write posts":["Todos os usuários conectados e usuários com permissão para criar posts"],"Ads are currently displayed for all visitors":["No momento, os anúncios estão sendo exibidos para todos os visitantes"],"Ads will be displayed for all users":["Os anúncios serão exibidos para todos os usuários"],"Ads will not be displayed for users that can write posts":["Os anúncios não serão mostrados para usuários com permissão para criar posts"],"Ads will not be displayed for all logged-in users":["Os anúncios não serão mostrados para usuários conectados."],"Users who can write posts":["Usuários com permissão para criar posts"],"screen reader text\u0004(disabled)":["(desativado)"],"Help":["Ajuda"],"All collected data is treated in accordance with the <a>Google Privacy Policy.<\/a>":["Todos os dados coletados são processados de acordo com a <a>Política de Privacidade do Google<\/a>."],"Help us improve Site Kit by sharing anonymous usage data.":["Compartilhe dados de uso anônimos para ajudar a melhorar o Site Kit."],"All logged-in users":["Todos os usuários conectados"],"New":["Novo"],"Please note that AdSense will not show ads on your website unless you’ve already placed the code.":["Seu site mostrará anúncios do AdSense depois que o código tiver sido inserido."],"Get help with AdSense":["Receber ajuda com o AdSense"],"Get support":["Receber ajuda"],"Read help docs":["Leia a documentação de ajuda"],"Fix common issues":["Corrigir problemas comuns"],"Got it":["Entendi"],"%dh":["%dh"],"%dm":["%dmin"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Learn more about Ad Sense Web Stories.":["Saiba mais sobre as Web Stories do AdSense."],"This ad unit will be used for your Web Stories.":["Este bloco de anúncios será usado para suas Web Stories."],"Select ad unit":["Selecionar bloco de anúncios"],"Web Stories Ad Unit":["Bloco de anúncios das Web Stories"],"Complete setup":["Concluir configuração"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s%%<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s%%<\/em>"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s vs %2$s"],"Next":["Próxima"],"screen reader text\u0004(opens in a new tab)":["(abre em uma nova aba)"],"Redo the plugin setup":["Refazer a configuração do plug-in"],"Source: %s":["Origem: %s"],"This service was originally connected by an administrator — you can contact them for more information.":["Este serviço foi originalmente conectado por um administrador — você pode contatá-lo para obter mais informações."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Este serviço foi originalmente conectado pelo administrador \"%s\" — você pode contatá-lo para obter mais informações."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para acessar os dados de %s, então você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta propriedade do Search Console, então você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta visualização do Analytics, portanto, você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta propriedade do Analytics, portanto, você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta conta do Analytics, portanto, você não poderá ver as estatísticas dela no painel do Site Kit."],"Report this problem":["Reportar este problema"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Para corrigir isso, <a href=\"%s\">refaça a configuração do plugin<\/a>"],"Previous period":["Período anterior"],"Recommended":["Recomendado"],"The AdSense code has been placed by another plugin or theme":["O código do Adsense foi adicionado por outro plugin ou tema"],"Site Kit detected AdSense code for a different account %s on your site. For a better ads experience, you should remove AdSense code that’s not linked to this AdSense account.":["O Site Kit detectou o código do Google AdSense para uma conta diferente %s no seu site. Para uma melhor experiência com anúncios, você deve remover o código do AdSense que não está vinculado a esta conta do AdSense."],"Verified that your site is marked as \"Ready\"":["Verificou que seu site está marcado como \"Pronto\""],"Enabled auto ads for your site":["Anúncios automáticos ativados para o seu site"],"Redo setup":["Refazer configuração"],"Site Kit can’t access necessary data":["Site Kit não conseguiu acessar os dados necessários"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup – make sure to approve all permissions at the authentication stage.":["O Site Kit não pode acessar todos os dados relevantes porque você não concedeu todas as permissões solicitadas durante a instalação. Para usar o Site Kit, você precisará refazer a instalação. Certifique-se de aprovar todas as permissões no estágio de autenticação."],"Site Kit can’t access the relevant data from %1$s because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for %1$s – make sure to approve all permissions at the authentication stage.":["O Site Kit não pode acessar os dados relevantes de %1$s porque você não concedeu todas as permissões solicitadas durante a instalação. Para usar o Site Kit, você precisará refazer a configuração para %1$s - certifique-se de aprovar todas as permissões no estágio de autenticação."],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for: %s – make sure to approve all permissions at the authentication stage.":["O Site Kit não pode acessar todos os dados relevantes porque você não concedeu todas as permissões solicitadas durante a instalação. Para usar o Site Kit, você precisará refazer a configuração para: %s - aprove todas as permissões no estágio de autenticação."],"Proceed":["Continuar"],"Additional Permissions Required":["Permissões adicionais necessárias"],"The AdSense code has not been placed on your site":["O código do AdSense não foi colocado no seu site"],"The AdSense code has been placed on your site":["O código do AdSense foi colocado em seu site"],"AdSense Code":["Código AdSense"],"Check your site status":["Verificando o status do seu site"],"Account Status":["Status da conta"],"Publisher ID":["ID do Editor"],"You need to fix some issues before your account is approved. Go to AdSense to find out how to fix it":["Você precisa corrigir alguns problemas antes de sua conta ser aprovada. Acesse o AdSense para descobrir como corrigi-lo"],"We’re getting your site ready for ads. This usually takes less than a day, but it can sometimes take a bit longer":["Estamos preparando seu site para anúncios. Isso geralmente leva menos de um dia, mas às vezes pode demorar um pouco mais"],"Your account has been approved":["Sua conta foi aprovada"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Últimos %s dias"],", ":[","],"Site Status":["Status do site"],"None":["Nenhuma"],"Site Kit encountered an error":["Site Kit encontrou um error"],"Sign in with Google":["Acessar com o Google"],"Site Kit by Google Logo":["Logo do Site Kit by Google"],"OK, Got it!":["Ok, entendido"],"Speed":["Velocidade"],"check module page":["verifique a página do módulo"],"Site Kit has placed AdSense code on your site: %s":["Site Kit colocou o código do AdSence no seu site: %s"],"Back":["Voltar"],"Learn more":["Saiba mais"],"Error: %s":["Erro: %s"],"Account":["Conta"],"You’ve already got an AdSense code on your site for this account, we recommend you use Site Kit to place code to get the most out of AdSense.":["Você já possui um código do Google AdSense em seu site para esta conta. Recomendamos o uso do Site Kit para inserir o código e aproveitar ao máximo o AdSense."],"Let Site Kit place AdSense code on your site":["Site Kit colocará o código do AdSense em seu site"],"Your site isn’t ready to show ads yet":["Seu site não está pronto para exibir anúncios ainda"],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Desconectar oo Site Kit by Google removerá seu acesso a todos os serviços. Após desconectar, você precisará autorizar novamente para restaurar o serviço."],"Disconnect":["Desconectar"],"User Avatar":["Avatar do usuário"],"Connect Service":["Conectar Serviço"],"Cancel":["Cancelar"],"continue module setup":["continuar configuração do módulo"],"Setup incomplete: %s":["Instalação incompleta: %s"],"Service name\u0004AdSense":["AdSense"],"Close":["Fechar"],"Day":["Dia"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-ad-blocking-recovery-c579c3df66b88a4f0188.js"}}