{"translation-revision-date":"2023-06-27 07:26:15+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"All notifications are triggered successfully, please check your email to double-check if you can receive emails.":["Todas as notificações são acionadas com sucesso, verifique seu e-mail para verificar novamente se você pode receber e-mails."],"You have not enabled the email notifications in the general settings.":["Você não ativou as notificações por e-mail nas configurações gerais."],"The notification test only works if you save the setting first.":["O teste de notificação só funciona se você salvar a configuração primeiro."],"Activate vulnerability detection to enable this block.":["Ative a detecção de vulnerabilidade para habilitar este bloqueio."],"No vulnerabilities found":["Nenhuma vulnerabilidade encontrada"],"Reporting enabled":["Relatórios ativados"],"Scanning your WordPress configuration":["Verificando sua configuração do WordPress"],"Collecting plugin, theme and core data":["Coletando plug-ins, temas e dados principais"],"Preparing vulnerability detection":["Preparando a detecção de vulnerabilidade"],"You have enabled vulnerability detection! Really Simple SSL will check your plugins, themes and WordPress core daily and report if any known vulnerabilities are found.":["Você habilitou a detecção de vulnerabilidade! Really Simple SSL verificará seus plug-ins, temas e núcleo do WordPress diariamente e relatará se alguma vulnerabilidade conhecida for encontrada."],"Introducing vulnerabilities":["Apresentando vulnerabilidades"],"Update":["Atualizar"],"Isolates the plugin or theme if no update can be performed":["Isola o plug-in ou tema se nenhuma atualização puder ser executada"],"Force update the plugin or theme":["Forçar a atualização do plugin ou tema"],"Test notifications":["Notificações de teste"],"Send a notification test email - Notification emails are sent from your server.":["Enviar um e-mail de teste de notificação - Os e-mails de notificação são enviados do seu servidor."],"Include 6 Tips & Tricks to get started with Really Simple SSL.":["Inclue 6 dicas e truques para começar a usar o Really Simple SSL."],"Your email address":["Seu endereço de email"],"Redirect to this post when someone tries to access \/wp-admin or \/wp-login.php. The default is a 404 page.":["Redirecione para este post quando alguém tentar acessar \/wp-admin ou \/wp-login.php. O padrão é uma página 404."],"%s cannot be implemented due to server limitations. Check your notices for the detected issue.":["%s não pode ser implementado devido a limitações do servidor. Verifique seus avisos para o problema detectado."],"Fetching next step...":["Buscando próxima etapa..."],"Test notification by email":["Notificação de teste por e-mail"],"Enable Learning Mode to configure automatically":["Ative o modo de aprendizagem para configurar automaticamente"]," The %s is now in report-only mode and will collect directives. This might take a while. Afterwards you can Exit, Edit and Enforce these Directives.":[" O %s agora está no modo \"somente relatório\" e coletará diretivas. Isso pode demorar um pouco. Posteriormente, você pode Sair, Editar e Aplicar essas Diretivas."],"The Permissions Policy has been disabled.":["A política de permissões foi desativada."],"Permissions Policy is set outside Really Simple SSL.":["A política de permissões é definida fora do Really Simple SSL."],"%s is already set outside Really Simple SSL.":["%s já está definido fora do Really Simple SSL."],"Re-started test":["Teste reiniciado"],"By placing it outside the root folder, it is not publicly accessible.":["Ao colocá-lo fora da pasta raiz, ele não fica acessível publicamente."],"Send":["Enviar"],"Type your question here":["Digite sua pergunta aqui"],"Permissions Policy is enforced.":["A política de permissões é aplicada."],"Stop":["Parar"],"Start scan":["Iniciar verificação"],"Everything is now served over SSL":["Tudo agora é servido sobre SSL"],"No results. Start your first scan":["Sem resultados. Inicie sua primeira varredura"],"Show ignored URLs":["Mostrar URLs ignorados"],"View":["Ver"],"Deactivate":["Desativar"],"Review the settings and enforce the policy":["Revise as configurações e aplique a política"],"We finished the configuration.":["Terminamos a configuração."],"Disable to configure":["Desativar para configurar"],"%s is enforced.":["%s é aplicado."],"%s has been disabled.":["%s foi desativado."],"Network settings":["Configurações de rede"],"This feature is only available networkwide.":["Este recurso só está disponível em toda a rede."],"If you’re certain an SSL certificate is present, and refresh SSL status does not work, please check “Override SSL detection” to continue activating SSL.":["Se você tiver certeza de que um certificado SSL está presente e a atualização do status do SSL não funcionar, marque \"Substituir detecção de SSL\" para continuar ativando o SSL."],"Improve Security with PRO":["Melhore a segurança com o PRO"],"Processing activation of subsites networkwide":["A processar ativação de subsites em toda a rede"],"SSL has been activated network wide":["O SSL foi ativado em toda a rede"],"The certificate is not generated by Really Simple SSL, so there are no installation files here":["O certificado não é gerado pelo Really Simple SSL, então não há arquivos de instalação aqui"],"Skip DNS verification":["Ignorar verificação de DNS"],"DNS verification active. You can switch back to directory verification here.":["Verificação de DNS ativa. Você pode voltar para a verificação de diretório aqui."],"Switched to Directory":["Mudou para diretório"],"Switched to DNS":["Alterado para DNS"],"The SSL detection method is not 100% accurate.":["O método de detecção SSL não é 100% preciso."],"Value":["Valor"],"domain":["domínio"],"Override SSL detection":["Substituir a detecção de SSL"],"The CA Bundle will sometimes be automatically detected. If not, you can use this file.":["Em algumas ocasiões, o Pacote de CA será detectado automaticamente. Caso isso não ocorra, é possível utilizar este arquivo."],"Certificate Authority Bundle (CABUNDLE)":["Pacote de Autoridade de Certificação (CABUNDLE)"],"The private key can be uploaded or pasted in the appropriate field on your hosting dashboard.":["A chave privada pode ser enviada ou colada no campo correspondente do painel de controle da sua hospedagem."],"Private Key (KEY)":["Chave privada (KEY)"],"Copy content":["Copiar conteúdo"],"Download":["Baixar"],"This is the certificate, which you need to install in your hosting dashboard.":["Este é o certificado, que deve ser instalado no painel de controle da sua hospedagem."],"Certificate (CRT)":["Certificado (CRT)"],"Install your certificate.":["Instalar seu certificado"],"Skip DNS check":["Ignorar a verificação do DNS"],"If you're sure it's set correctly, you can click the button to skip the DNS check.":["Se tem certeza de que está definido corretamente, clique no botão para ignorar a verificação do DNS."],"You can manually check the DNS records in an %sonline tool%s.":["Você pode verificar seus registros DNS em uma %sferramenta online%s."],"We could not check the DNS records. If you just added the record, please check in a few minutes.":["Não conseguimos verificar os registros DNS. Se você acabou de adicionar o registro, aguarde uns minutos."],"Add the following token as text record to your DNS records. We recommend to use a short TTL during installation, in case you need to change it.":["Adicione o seguinte token como registro de texto a seus registros DNS. Recomendamos utilizar um TTL curto durante a instalação, caso você precise mudá-lo."],"Inside the folder called “ssl” create a new folder called “certs”, with 644 writing permissions.":["Dentro da pasta nomeada “ssl”, cria uma nova pasta com o nome “certs”, com permissões de gravação (644)."],"The certificate will get stored in this directory.":["O certificado será armazenado neste diretório."],"Create a certs directory":["Criar um diretório de certificados"],"Inside the folder called “ssl” create a new folder called “keys”, with 644 writing permissions.":["Dentro da pasta nomeada “ssl”, cria uma nova pasta com o nome “keys”, com permissões de gravação (644)."],"Create a folder called “ssl”":["Criar uma pasta chamada “ssl”"],"Navigate in FTP or File Manager to one level above the root of your WordPress installation:":["Navegue no FTP ou File Manager até um nível acima da raiz de sua instalação de WordPress:"],"The key directory is needed to store the generated keys.":["O diretório de chaves é necessário para armazenas as chaves geradas."],"Create a key directory":["Criar um diretório de chaves"],"If the challenge directory cannot be created, you can either remove the server limitation, or change to DNS verification.":["Se o diretório challenge não pode ser criado, é possível remover a limitação do servidor, ou mudar a verificação DNS."],"Or you can switch to DNS verification":["Ou é possível mudar para verificação de DNS"],"Click the refresh button.":["Clique no botão atualizar."],"Inside the folder called “.well-known” create a new folder called “acme-challenge”, with 644 writing permissions.":["Dentro da pasta nomeada “.well-known”, cria uma nova pasta com o nome “acme-challenge”, com permissões de gravação (644)."],"Create a folder called “.well-known”":["Criar uma pasta chamada “.well-known”"],"Navigate in FTP or File Manager to the root of your WordPress installation:":["Navegue em FTP ou File Manager até a raiz de sua instalação de WordPress:"],"The challenge directory is used to verify the domain ownership.":["O diretório challenge é utilizado para verificar a propriedade do domínio."],"Create a challenge directory":["Criar um diretório challenge"],"If the challenge directory cannot be created, or is not reachable, you can either remove the server limitation, or change to DNS verification.":["Se o diretório challenge não pode ser criado, ou não é acessível, é possível remover a limitação do servidor, ou mudar a verificação DNS."],"Next step":["Próxima etapa"],"Switch to DNS verification":["Mudar para a verificação de DNS"],"Please note that auto-renewal with a DNS challenge might not be possible.":["Observe que a renovação automática com um DNS challenge talvez não seja possível."],"If you also want to secure subdomains like mail.domain.com, cpanel.domain.com, you have to use the %sDNS%s challenge.":["Caso você também deseje proteger subdomínios como mail.domain.com, cpanel.domain.com, será necessário usar o %sDNS%s challenge."],"Switch to directory verification":["Mudar para a verificação de diretórios"],"Attempt %s.":["Tentativa %s."],"Verifying DNS records...":["Verificando registros DNS..."],"Re-check":["Verificar novamente"],"Copied!":["Copiado!"],"Warning":["Aviso"],"Activate SSL":["Ativar SSL"],"Read more":["Saiba mais"],"More info":["Mais informações"],"Activate SSL networkwide":["Ativar SSL em toda a rede"]}},"comment":{"reference":"settings\/build\/967.js"}}