{"translation-revision-date":"2023-06-27 07:26:15+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Update":["Atualizar"],"Isolates the plugin or theme if no update can be performed":["Isola o plug-in ou tema se nenhuma atualização puder ser executada"],"Force update the plugin or theme":["Forçar a atualização do plugin ou tema"],"Send a notification test email - Notification emails are sent from your server.":["Enviar um e-mail de teste de notificação - Os e-mails de notificação são enviados do seu servidor."],"Include 6 Tips & Tricks to get started with Really Simple SSL.":["Inclue 6 dicas e truques para começar a usar o Really Simple SSL."],"Your email address":["Seu endereço de email"],"Fetching next step...":["Buscando próxima etapa..."],"Please wait while we detect your setup":["Por favor aguarde enquanto detectamos sua configuração"],"If you’re certain an SSL certificate is present, and refresh SSL status does not work, please check “Override SSL detection” to continue activating SSL.":["Se você tiver certeza de que um certificado SSL está presente e a atualização do status do SSL não funcionar, marque \"Substituir detecção de SSL\" para continuar ativando o SSL."],"Improve Security with PRO":["Melhore a segurança com o PRO"],"Processing activation of subsites networkwide":["A processar ativação de subsites em toda a rede"],"SSL has been activated network wide":["O SSL foi ativado em toda a rede"],"The SSL detection method is not 100% accurate.":["O método de detecção SSL não é 100% preciso."],"Override SSL detection":["Substituir a detecção de SSL"],"Activate SSL":["Ativar SSL"],"Activate SSL networkwide":["Ativar SSL em toda a rede"]}},"comment":{"reference":"settings\/build\/885.js"}}