{"translation-revision-date":"2023-09-22 12:59:43+0000","generator":"GlotPress\/4.0.0-alpha.8","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Maps":["Mapas"],"and many other premium SEO features":["e muitos outros recursos premium de SEO"],"Set different Primary Focus Keyword":["Defina uma palavra-chave de foco principal diferente"],"Improve the SEO workflow":["Melhore o fluxo de trabalho de SEO"],"Upgrade to re-order Focus Keywords":["Atualize para reorganizar as palavras-chave de foco"],"You can add custom thumbnail overlays with {{link}}Rank Math Pro{{\/link}}.":["Você pode adicionar sobreposições personalizadas de miniaturas com {{link}}Rank Math Pro{{\/link}}."],"This option prevents images on a page from being indexed by Google and other search engines":["Esta opção evita que as imagens em uma página sejam indexadas pelo Google e outros mecanismos de pesquisa"],"Preview Snippet Editor":["Editor de snippet de pré-visualização"],"Analyze search trends and compare keywords":["Analise tendências de pesquisa e compare palavras-chave"],"Data fetched directly from Google":["Dados coletados diretamente do Google"],"Track Keyword Trends":["Monitorar tendências da palavra-chave"],"See data from a particular Country or timeframe":["Ver dados de um país ou período específico"],"Want more? {{link}}{{strong}}Upgrade today to the PRO{{\/strong}}{{\/link}} version.":["Quer mais? {{link}}{{strong}}Atualize hoje para o PRO{{\/strong}}{{\/link}}."],"Activate your account by {{link}}connecting to Rank Math!{{\/link}} ":["Ative sua conta ao {{link}}conectar com o Rank Math!{{\/link}} "],"Read here to {{link}}Score 100\/100{{\/link}} ":["Leia aqui como atingir uma {{link}}pontuação 100\/100{{\/link}} "],"Google Trends":["Tendências do Google"],"Replace Image":["Substituir imagem"],"Trends":["Tendências"],"Editing Homepage permalink is not possible.":["A edição do link permanente da página inicial não é possível."],"Show SEO Score on Front-end":["Mostrar pontuação SEO no site"],"Rating: ":["Classificação: "],"Close":["Fechar"],"Search &hellip;":["Pesquisar &hellip;"],"Videos":["Vídeos"],"All Good":["Tudo certo"],"Nofollow":["Nofollow"],"Click on the button below to view and edit the preview.":["Clique no botão abaixo para visualizar e editar a pré-visualização."],"Permalink":["Link permanente"],"2 hrs":["2h"],"The App Card is a great way to represent mobile applications on Twitter and to drive installs. More information: ":["O cartão de aplicativo é uma ótima maneira de representar aplicativos móveis no Twitter e de oferecer instalações. Mais informações: "],"Video clips and audio streams have a special place on the Twitter platform thanks to the Player Card. Player Cards must be submitted for approval before they can be used. More information: ":["Clipes de vídeo e áudio têm um lugar especial na plataforma do Twitter graças ao Player Card. Os Player Cards devem ser submetidos para aprovação antes de serem usados. Mais informações: "],"Card Type":["Tipo de cartão"],"Here you can view and edit the thumbnail, title and description that will be displayed when your site is shared on social media.":["Aqui você pode ver e editar miniatura, título e descrição que serão exibidas quando seu site for compartilhado nas mídias sociais."],"Preview & Edit Social Media":["Pré-visualize e edite dados de mídias sociais"],"Social Media Preview":["Pré-visualização de mídias sociais"],"About 43,700,000 results (0.32 seconds) ":["Por volta de 43.700.000 resultados (0,32 segundos) "],"Customize the title, description and images of your post used while sharing on Facebook and Twitter.":["Personalize título, descrição e imagem do seu post usados quando compartilhado no Facebook e Twitter."],"Hey, we noticed you are using Rank Math SEO plugin for more than a week now –{{em}}that's awesome!{{\/em}} Could you please do us a BIG favor and give it a 5-star rating on WordPress to help us spread the word and boost our motivation?":["Ei, notamos que você está usando o plugin Rank Math por mais de 2 semanas - {{em}}isso é incrível!{{\/em}} Poderia nos ajudar e fazer uma avaliação 5 estrelas no repositório WordPress para ajudar a divulgação e aumentar a nossa motivação?"],"Instructs search engines to index and show these pages in the search results":["Instrui os mecanismos de pesquisa a indexar e exibir essas páginas nos resultados da pesquisa"],"Specify a maximum duration in seconds of an animated video preview":["Especifica a duração máxima, em segundos, da pré-visualização do vídeo"],"Specify a maximum size of image preview to be shown for images on this page":["Especifica o tamanho máximo da imagem de pré-visualização mostrada neste página"],"Specify a maximum text-length, in characters, of a snippet for your page":["Especifica o tamanho máximo do texto, em caracteres, do snippet para sua página"],"The canonical URL informs search crawlers which page is the main page if you have double content":["O URL canônico informa aos rastreadores de pesquisa qual página é a página principal se você tiver conteúdo duplo"],"The card for your website will look little something like this!":["O cartão do seu site se parecerá com isto!"],"Your app ID in the Google Play (.i.e. com.android.app)":["Seu ID de aplicativo no Google Play (por exemplo, \"com.android.app\")"],"Your app's custom URL scheme (must include :\/\/).":["O URL personalizado do esquema do seu aplicativo (deve incluir \":\/\/\")."],"Read more":["Ler mais"],"Insert keywords you want to rank for. Try to {{link}}attain 100\/100 points{{\/link}} for better chances of ranking.":["Digite as palavras-chave pelas quais você deseja se classificar. Tente {{link}}atingir 100\/100 pontos{{\/link}} para aumentar suas chances de obter uma melhor classificação."],"Large":["Grande"],"Standard":["Padrão"],"Max Image Preview":["Tamanho máximo da imagem de pré-visualização"],"Max Snippet":["Tamanho máximo do snippet"],"Max Video Preview":["Tamanho máximo do vídeo de pré-visualização"],"Advanced Robots Meta":["Meta robots avançado"],"Tools":["Ferramentas"],"I already did. Please don't show this message again.":["Já fiz. Não mostrar esta mensagem novamente."],"Rate Rank Math SEO":["Avalie o Rank Math"],"Index":["Indexar"],"Example: Rank Math SEO":["Exemplo: Rank Math SEO"],"Remove Image":["Remover a imagem"],"Errors":["Erros"],"News":["Notícias"],"2h":["2h"],"No Index":["Não indexar"],"Prevents pages from being indexed and displayed in search engine result pages":["Impede que as páginas sejam indexadas e exibidas nas páginas de resultados do mecanismo de pesquisa"],"No Archive":["Não arquivar"],"No Image Index":["Não indexar imagens"],"410 Content Deleted":["410 Conteúdo excluído"],"Canonical URL":["URL canônico"],"Breadcrumb Title":["Título do caminho de navegação"],"Breadcrumb Title to use for this post":["Título do caminho de navegação para usar neste post"],"This is what will appear in the first line when this post shows up in the search results.":["Isso é o que aparecerá na primeira linha quando este post aparecer nos resultados da pesquisa."],"This is the unique URL of this page, displayed below the post title in the search results.":["Este é o URL exclusivo desta página, exibido abaixo do título do post nos resultados da pesquisa."],"This is what will appear as the description when this post shows up in the search results.":["Isso é o que aparecerá como descrição quando este post aparecer nos resultados da pesquisa."],"Add Image":["Adicionar imagem"],"Upload at least 600x315px image. Recommended size is 1200x630px.":["Envie uma imagem de pelo menos 600x315 pixels. O tamanho recomendado é 1200x630 pixels."],"Image is smaller than the minimum size, please select a different image.":["A imagem é menor do que o tamanho mínimo, selecione uma imagem diferente."],"Add icon overlay to thumbnail":["Adicionar sobreposição de ícone à miniatura"],"Icon overlay":["Sobreposição de ícone"],"Use Data from Facebook Tab":["Usar dados da aba Facebook"],"Summary Card with Large Image":["Cartão de resumo com imagem grande"],"Summary Card":["Cartão de resumo"],"App Card":["App Card"],"Player Card":["Cartão de jogador"],"Player URL":["URL do jogador"],"HTTPS URL to iFrame player. This must be a HTTPS URL which does not generate active mixed content warnings in a web browser. The audio or video player must not require plugins such as Adobe Flash.":["URL HTTPS para player iFrame. Deve ser um URL HTTPS que não gere avisos de conteúdo misto ativo em um navegador da web. O reprodutor de áudio ou vídeo não deve exigir plugins como Adobe Flash."],"Player Size":["Tamanho do jogador"],"iFrame width and height, specified in pixels in the following format: 600x400.":["Largura e altura do iframe, especificadas em pixels no seguinte formato: 600x400."],"Stream URL":["URL de stream"],"Stream Content Type":["Tipo de conteúdo de stream"],"Optional URL to raw stream that will be rendered in Twitter’s mobile applications directly. If provided, the stream must be delivered in the MPEG-4 container format (the .mp4 extension). The container can store a mix of audio and video with the following codecs: Video: H.264, Baseline Profile (BP), Level 3.0, up to 640 x 480 at 30 fps. Audio: AAC, Low Complexity Profile (LC).":["URL opcional para stream que será renderizado diretamente nos aplicativos móveis do Twitter. Se fornecido, o stream deve ser entregue no formato de contêiner MPEG-4 (a extensão .mp4). O contêiner pode armazenar uma combinação de áudio e vídeo com os seguintes codecs: Vídeo: H.264, Baseline Profile (BP), Nível 3.0, até 640 x 480 a 30 fps. Áudio: AAC, Low Complexity Profile (LC)."],"The MIME type\/subtype combination that describes the content contained in twitter:player:stream. Takes the form specified in RFC 6381. Currently supported content_type values are those defined in RFC 4337 (MIME Type Registration for MP4).":["A combinação de tipo\/subtipo MIME que descreve o conteúdo contido em twitter:player:stream. Assume a forma especificada no RFC 6381. Os valores content_type atualmente suportados são aqueles definidos no RFC 4337 (Registro de tipo MIME para MP4)."],"App Description":["Descrição do aplicativo"],"You can use this as a more concise description than what you may have on the app store. This field has a maximum of 200 characters. (optional)":["Você pode usar isso como uma descrição mais concisa do que aquela que você pode ter na loja de aplicativos. Este campo possui no máximo 200 caracteres. (opcional)"],"iPhone App Name":["Nome do aplicativo para iPhone"],"The name of your app to show.":["O nome do seu aplicativo a ser mostrado."],"iPhone App ID":["ID do aplicativo para iPhone"],"The numeric representation of your app ID in the App Store.":["A representação numérica de seu ID de aplicativo na App Store."],"iPhone App URL":["URL do aplicativo para iPhone"],"iPad App Name":["Nome do aplicativo para iPad"],"iPad App ID":["ID do aplicativo para iPad"],"iPad App URL":["URL do aplicativo iPad"],"Google Play App Name":["Nome do aplicativo Google Play"],"Google Play App ID":["ID do aplicativo Google Play"],"Google Play App URL":["URL do aplicativo Google Play"],"App Country":["País do aplicativo"],"If your application is not available in the US App Store, you must set this value to the two-letter country code for the App Store that contains your application.":["Se seu aplicativo não estiver disponível na App Store dos EUA, você deve definir esse valor para o código de duas letras do país para a App Store que contém seu aplicativo."],"Settings":["Configurações"],"Facebook":["Facebook"],"Twitter":["Twitter"],"Redirect":["Redirecionar"],"Images":["Imagens"],"Destination URL":["URL de destino"],"Redirection Type":["Tipo de redirecionamento"],"More":["Mais"],"Focus Keyword":["Palavra-chave de foco"],"Prevents search engines from following links on the pages":["Impede que os mecanismos de pesquisa sigam links nas páginas"],"Prevents search engines from showing Cached links for pages":["Impede que os mecanismos de pesquisa mostrem links armazenados em cache para páginas"],"No Snippet":["Sem Snippet"],"Prevents a snippet from being shown in the search results":["Impede que um fragmento (snippet) seja exibido nos resultados da pesquisa"],"301 Permanent Move":["301 Mover permanentemente"],"302 Temporary Move":["302 Mover temporariamente"],"307 Temporary Redirect":["307 Redirecionar temporariamente"],"451 Content Unavailable for Legal Reasons":["451 Conteúdo indisponível por razões legais"],"All":["Tudo"],"Robots Meta":["Meta robots"],"This post is Pillar Content":["Este post é um conteúdo Pilar (principal)"],"Description":["Descrição"],"None":["Nenhum"],"Additional":["Adicional"],"Edit Snippet":["Editar snippet"],"Basic SEO":["SEO básico"],"Rank Math":["Rank Math"],"Title":["Título"],"General":["Geral"],"Advanced":["Avançado"],"Social":["Social"],"Content Readability":["Legibilidade de conteúdo"],"Title Readability":["Legibilidade do título"],"Preview":["Pré-visualizar"],"Desktop Preview":["Prévia para desktop"],"Mobile Preview":["Prévia para dispositivo móvel"],"Noindex robots meta is enabled":["A meta robots noindex está ativada"],"This page will not appear in search results. You can disable noindex in the Advanced tab.":["Esta página não aparecerá nos resultados de pesquisa. Você pode desativar o noindex na aba Avançado."]}},"comment":{"reference":"assets\/admin\/js\/rank-math-app.js"}}