{"translation-revision-date":"2023-09-22 12:59:43+0000","generator":"GlotPress\/4.0.0-alpha.8","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Last updated":["Última atualização"],"Page %d of %d":["Página %d de %d"],"No data to display. Check back later or try to update data manually from %s":["Nenhum dado para exibir. Verifique mais tarde ou tente atualizar os dados manualmente em %s"],"Index Status":["Status do índice"],"Upgrade to Rank Math PRO!":["Atualize para o Rank Math PRO!"],"Get Advanced Index Stats Directly from Google database.":["Obtenha estatísticas avançadas de índice diretamente do banco de dados do Google."],"Pass":["Passou"],"Robots state [PRO]":["Status dos robots [PRO]"],"Crawled As [PRO]":["Rastreado como [PRO]"],"Page Fetch":["Coletar página"],"Rich Results":["Resultados aprimorados"],"Mobile Usability":["Usabilidade em dispositivos móveis"],"Indexing Allowed":["Indexação permitida"],"Rank Math > General Settings > Analytics > Click 'Update data manually' button.":["Rank Math > Configurações gerais > Analytics > Clique no botão 'Atualizar dados manualmente'."],"Monitor metrics like Index Status, Last Crawl date, etc":["Monitore métricas como status do índice, data do último rastreamento etc"],"PRO Version offers Advanced Indexing Stats":["A versão PRO oferece estatísticas avançadas de indexação"],"Excluded":["Excluído"],"Unspecified":["Não especificado"],"Invalid URL":["URL inválida"],"Internal error":["Erro interno"],"Blocked due to other 4xx issue (not 403, 404)":["Bloqueado devido a outro problema 4xx (não 403, 404)"],"Redirection error":["Erro de redirecionamento"],"Server error (5xx)":["Erro do servidor (5xx)"],"Blocked by robots.txt":["Bloqueado por robots.txt"],"PRO Feature":["Recurso PRO"],"Available in the PRO version":["Disponível na versão PRO"],"Google: ":["Google: "],"All the Indexing statistics about your content in one place":["Todas as estatísticas de indexação sobre seu conteúdo em um só lugar"],"Blocked due to unauthorized request (401)":["Bloqueado devido a uma solicitação não autorizada (401)"],"Blocked due to access forbidden (403)":["Bloqueado devido a acesso proibido (403)"],"Not found (404)":["Não encontrado (404)"],"Successful fetch":["Busca bem-sucedida"],"Unknown fetch state":["Estado de busca desconhecido"],"Adsense":["Adsense"],"Rank Tracker":["Rastreador de posições"],"10-50 Positions":["Posições 10 a 50"],"Average position of all the ranking keywords below 100 position.":["Posição média de todas as palavras-chave que estão classificadas abaixo da posição 100."],"Total number of keywords your site ranking below 100 position.":["Número total de palavras-chave do seu site que estão classificadas abaixo da posição 100."],"(scroll to see more)":["(role para ver mais)"],"Choose which values to display":["Escolha quais valores exibir"],"Columns:":["Colunas:"],"Go to page":["Ir para a página"],"Next Page":["Próxima página"],"No data to display":["Não há dados para exibir"],"Previous Page":["Página anterior"],"Rows per page":["Linhas por página"],"Suggested Actions":["Ações sugeridas"],"[Edit]":["[Editar]"],"Pro Feature":["Recurso Pro"],"Sort by %s in descending order":["Classificar por %s em ordem decrescente"],"Sort by %s in ascending order":["Classificar por %s em ordem crescente"],"Delete from Keyword Manager":["Excluir do Gerenciador de palavras-chave"],"Your requested data is loading":["Os dados solicitados estão carregando"],"is the average Rank Math’s SEO score. This chart shows how well your posts are optimized based on Rank Math’s scoring system.":["é a pontuação média de SEO do Rank Math. Este gráfico mostra o quão bem seus posts estão otimizados com base no sistema de pontuação do Rank Math."],"Timeframe":["Intervalo de tempo"],"Fair":["Razoável"],"Good":["Bom"],"Overall Optimization":["Otimização geral"],"Poor":["Ruim"],"Built-in Keyword Rank Tracker":["Rastreador de classificação de palavras-chave integrado"],"Find winning keywords":["Encontre palavras-chave vencedoras"],"Track Keyword Performance":["Acompanhar o desempenho da palavra-chave"],"Tracked Keywords":["Palavras-chave rastreadas"],"Keyword Positions":["Posições da palavra-chave"],"Top Losing Keywords":["Principais palavras-chave em queda"],"Top Winning Keywords":["Principais palavras-chave em alta"],"Keep an eye on losing keywords":["Fique de olho nas palavras-chave em queda"],"Take full control of what’s important to the success of your website – see content that’s performing well and content that’s dropped in rankings so you can take action.":["Tenha controle total do que é importante para o sucesso do seu site - veja o conteúdo que está apresentando bom desempenho e o conteúdo que caiu nas classificações, para que você possa tomar medidas."],"All Keywords":["Todas as palavras-chave"],"Allowed":["Permitido"],"Keyword Manager":["Gerenciador de palavras-chave"],"Monitor impressions, clicks, and position history":["Monitore impressões, cliques e histórico de posições"],"Remaining":["Restante"],"Used":["Usado"],"Your Own Keyword Manager":["Seu próprio gerenciador de palavras-chave"],"Top 5 Winning & Losing Posts":["Os 5 principais posts vencedores e perdedores"],"Open Report":["Abrir relatório"],"Your site appears in the search results for these keywords, but not on the first couple of pages.":["Seu site aparece nos resultados de pesquisa para essas palavras-chave, mas não nas primeiras páginas."],"Your site appears on the first page for these keywords, but not in the top 3 positions.":["Seu site aparece na primeira página para essas palavras-chave, mas não nas 3 primeiras posições."],"Your site appears in the best position for these keywords.":["Seu site aparece na melhor posição para essas palavras-chave."],"No additional monthly subscriptions for third-party tools":["Sem assinaturas mensais adicionais para ferramentas de terceiros"],"Top 3 Positions":["Principais 3 posições"],"4-10 Positions":["Posições de 4 a 10"],"Your site appears somewhere on pages 2-5 of the search results for these keywords.":["Seu site aparece em algum lugar das páginas 2 a 5 dos resultados de pesquisa para essas palavras-chave."],"Rest of the Keywords":["Palavras-chave restantes"],"Track your performance for your target keywords":["Acompanhe o desempenho para as palavras-chave de destino"],"Prioritize what’s most important so you can take action before its too late by seeing keywords you’re ranking well for and keywords where your site’s position has dropped.":["Priorize o que é mais importante para que você possa agir antes que seja tarde demais, vendo as palavras-chave em que você está bem posicionado e as palavras-chave em que a posição do seu site caiu."],"51-100 Positions":["Posições de 51 a 100"],"Fair Score":["Pontuação razoável"],"No Data":["Sem dados"],"Poor Score":["Pontuação ruim"],"Top 5 Winning & Losing Keywords":["Principais 5 palavras-chave vencedoras e perdedoras."],"These posts have not been analyzed by Rank Math yet.":["Esses posts ainda não foram analisados pelo Rank Math."],"SEO score below 50. These posts are not well optimized and require further optimization.":["Pontuação de SEO abaixo de 50. Esses posts não estão bem otimizados e requerem uma otimização adicional."],"SEO score between 50 and 80. You may want to revisit these posts for further optimization.":["Pontuação de SEO entre 50 e 80. Você pode querer revisitar esses posts para uma otimização adicional."],"Good Score":["Pontuação boa"],"Traffic":["Tráfego"],"The statistics that appear in the Rank Math Analytics module won’t match with the data from the Google Search Console as we only track posts and keywords that rank in the top 100 positions in the selected timeframe. We do this to help make decision-making easier and for faster data processing since this is the data you really need to prioritize your SEO efforts on.":["As estatísticas que aparecem no módulo de análise do Rank Math não serão iguais aos dados do Google Search Console, pois rastreamos apenas os posts e palavras-chave que se classificam nas 100 primeiras posições no período selecionado. Fazemos isso para facilitar a tomada de decisões e para um processamento mais rápido dos dados, uma vez que esses são os dados realmente importantes para priorizar seus esforços de SEO."],"SEO score between 80 and 100. These posts are well optimized and usually do not require further actions.":["Pontuação de SEO entre 80 e 100. Esses posts estão bem otimizados e geralmente não requerem mais ações."],"Use data provided by Google instead of 3rd party tools":["Utilize dados fornecidos pelo Google em vez de ferramentas de terceiros"],"Monitor key metrics like traffic and search performance":["Monitore métricas-chave como tráfego e desempenho de pesquisa"],"All the statistics about your content all in one place":["Todas as estatísticas sobre seu conteúdo em um único lugar"],"Prioritize Your Content Efforts With Detailed Insights":["Priorize seus esforços de conteúdo com insights detalhados"],"#":["#"],"Average click-through rate. Search clicks divided by search impressions.":["Taxa de cliques média. Cliques na pesquisa divididos pelas impressões na pesquisa."],"Content":["Conteúdo"],"Keep an eye on the data that matters all in one place":["Acompanhe os dados que importam em um único lugar"],"Monitor Google trends for your selected focus keyword":["Monitore as tendências do Google para sua palavra-chave de foco selecionada"],"Posts":["Posts"],"Site Analytics":["Análises do site"],"Upgrade":["Atualizar"],"Single Post\/Page Reports":["Relatórios Post\/Página única"],"Ready for more than just an overview? We have fully-fledged reports!":["Pronto para mais do que apenas uma visão geral? Temos relatórios completos!"],"Search Clicks":["Cliques de pesquisa"],"Search Impressions":["Impressões de pesquisa"],"How many times your site showed up in the search results.":["Quantas vezes seu site apareceu nos resultados de pesquisa."],"How many times your site was clicked on in the search results.":["Quantas vezes seu site foi clicado nos resultados de pesquisa."],"Pageviews":["Visualizações de página"],"Note:":["Observação:"],"SEO Performance":["Desempenho de SEO"],"Track more than 20 metrics for all of your posts":["Acompanhe mais de 20 métricas para todos os seus posts"],"Not available":["Indisponível"],"Position History":["Histórico de posições"],"Schema":["Schema (Dado estruturado)"],"Error":["Erro"],"Position":["Posição"],"Impressions":["Impressões"],"Clicks":["Cliques"],"Internal Links":["Links internos"],"Links":["Links"],"Status":["Status"],"External Links":["Links externos"],"Keywords":["Palavras-chave"],"Avg. Position":["Posição média"],"SEO Score":["Pontuação de SEO"],"Total Keywords":["Total de palavras-chave"],"Avg. CTR":["Taxa média de cliques (CTR)"],"Soft 404":["Soft 404"],"Last Crawl: ":["Última verificação: "],"Incoming Links":["Links da entrada"],"Analytics":["Analytics"],"None":["Nenhum"],"Dashboard":["Painel"],"Title":["Título"]}},"comment":{"reference":"includes\/modules\/analytics\/assets\/js\/stats.js"}}