{"translation-revision-date":"2023-09-22 12:59:43+0000","generator":"GlotPress\/4.0.0-alpha.8","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"You are using %1$s to optimise this %2$s.":["Você está usando %1$s para otimizar este %2$s."],"You are not using the Product Schema for this Product.":["Você não está usando o Schema de produto para este produto."],"Reviews are enabled for this Product. Good Job!":["As avaliações estão ativadas para este produto. Bom trabalho!"],"Reviews are disabled on this Product.":["As avaliações estão desativadas para este produto."],"You are not using %1$s to optimise this %2$s.":["Você não está usando %1$s para otimizar este %2$s."],"Use %1$s to optimise the  %2$s.":["Use %1$s para otimizar o %2$s."],"You are using the Product Schema for this Product":["Você está usando o Schema de produto para este produto"],"Your title doesn't contain a %1$s. Add at least one.":["Seu título não contém %1$s. Adicione pelo menos um."],"Content is %1$d words long. Consider using at least 600 words.":["O conteúdo possui %1$d palavras. Considere usar pelo menos 600 palavras."],"Content is %1$d words long. Good job!":["O conteúdo possui %1$d palavras. Bom trabalho!"],"We found %1$d outbound links in your content and all of them are nofollow.":["Encontramos %1$d links externos em seu conteúdo e todos eles são nofollow."],"You are using short paragraphs.":["Você está usando parágrafos curtos."],"Your title doesn't contain a %1$s word.":["O seu título não contém a palavra %1$s."],"Your title contains %1$d power word(s). Booyah!":["Seu título contém %1$d palavra(s) poderosa(s). Sensacional!"],"URL is %1$d characters long. Consider shortening it.":["O URL possui %1$d caracteres. Considere encurtá-lo."],"URL is %1$d characters long. Kudos!":["O URL possui %1$d caracteres. Parabéns!"],"Content should be %1$s long.":["O conteúdo deve ter %1$s de comprimento."],"You have %1$s this Focus Keyword.":["Você tem %1$s essa palavra-chave de foco."],"Keyword Density is 0. Aim for around 1% Keyword Density.":["A densidade da palavra-chave é 0. Tente atingir cerca de 1% de densidade de palavra-chave."],"Table of Contents help break down content into smaller, digestible chunks. It makes reading easier which in turn results in better rankings.":["A Tabela de conteúdo (índice) ajuda a dividir o conteúdo em partes menores e mais fáceis de serem compreendidas. Isso facilita a leitura, o que, por sua vez, resulta em melhores posições nos rankings."],"We detected a gallery in your content & assuming that you added Focus Keyword in alt in at least one of the gallery images.":["Detectamos uma galeria em seu conteúdo e presumimos que você adicionou a palavra-chave em foco no atributo alt em pelo menos uma das imagens da galeria."],"Short paragraphs are easier to read and more pleasing to the eye. Long paragraphs scare the visitor, and they might result to SERPs looking for better readable content.":["Parágrafos curtos são mais fáceis de ler e mais agradáveis ​​aos olhos. Longos parágrafos assustam o visitante e podem resultar em SERPs procurando por conteúdo mais legível."],"Add short and concise paragraphs for better readability and UX.":["Adicione parágrafos curtos e concisos para melhor legibilidade e UX."],"At least one paragraph is long. Consider using short paragraphs.":["Pelo menos um parágrafo é longo. Considere o uso de parágrafos curtos."],"Your title has a positive or a negative sentiment.":["Seu título tem um sentimento positivo ou negativo."],"We are searching in database.":["Estamos pesquisando no banco de dados."],"Internal links decrease your bounce rate and improve SEO.":["Os links internos diminuem sua taxa de rejeição e melhoram o SEO."],"Add internal links in your content.":["Adicione links internos em seu conteúdo."],"We couldn't find any internal links in your content.":["Não conseguimos encontrar links internos em seu conteúdo."],"You are linking to other resources on your website which is great.":["Você está se conectando a outros recursos em seu site, o que é ótimo."],"There is no ideal keyword density percentage, but it should not be too high. The most important thing is to keep the copy natural.":["Não há porcentagem ideal de densidade de palavras-chave, mas não deve ser muito alta. O mais importante é manter a cópia natural."],"Link out to external resources.":["Vincule-se a recursos externos."],"No outbound links were found. Link out to external resources.":["Nenhum link externo foi encontrado. Vincule-se a recursos externos."],"Great! You are linking to external resources.":["Ótimo! Você está vinculando a recursos externos."],"URL unavailable. Add a short URL.":["URL indisponível. Adicione um URL curto."],"Add a few images and\/or videos to make your content appealing.":["Adicione algumas imagens e\/ou vídeos para tornar seu conteúdo atraente."],"Add an image with your Focus Keyword as alt text.":["Adicione uma imagem com sua palavra-chave de foco como texto alternativo."],"Focus Keyword found in image alt attribute(s).":["Palavra-chave em foco encontrada no atributo alt da imagem."],"Focus Keyword found in the content.":["Palavra-chave em foco encontrada no conteúdo."],"Focus Keyword not found in image alt attribute(s).":["Palavra-chave em foco não encontrada no atributo(s) \"alt\" da imagem."],"Focus Keyword not found in the URL.":["Palavra-chave em foco não encontrada no URL."],"Focus Keyword used in the URL.":["Palavra-chave em foco usada no URL."],"Set a Focus Keyword for this content.":["Defina uma palavra-chave em foco para este conteúdo."],"Use Focus Keyword at the beginning of your content.":["Use a palavra-chave em foco no início de seu conteúdo."],"Use Focus Keyword in the content.":["Use a palavra-chave em foco no conteúdo."],"Use Focus Keyword in the URL.":["Use a palavra-chave em foco no URL."],"Add DoFollow links pointing to external resources.":["Adicione links dofollow apontando para recursos externos."],"Add Focus Keyword to the SEO title.":["Adicione a palavra-chave em foco ao título de SEO."],"Add Focus Keyword to your SEO Meta Description.":["Adicione a palavra-chave em foco à sua descrição de SEO."],"At least one external link with DoFollow found in your content.":["Pelo menos um link externo com dofollow encontrado em seu conteúdo."],"Content with images and\/or video feels more inviting to users. It also helps supplement your textual content.":["Conteúdo com imagens e\/ou vídeos é mais convidativo para os usuários. Também ajuda a complementar seu conteúdo textual."],"Focus Keyword appears in the first 10% of the content.":["Palavra-chave em foco aparece nos primeiros 10% do conteúdo."],"Focus Keyword does not appear in the SEO title.":["Palavra-chave em foco não aparece no título SEO."],"Focus Keyword doesn't appear at the beginning of SEO title.":["Palavra-chave em foco não aparece no início do título SEO."],"Focus Keyword doesn't appear at the beginning of your content.":["Palavra-chave em foco não aparece no início do seu conteúdo."],"Focus Keyword doesn't appear in the content.":["Palavra-chave em foco não aparece no conteúdo."],"Focus Keyword found in the subheading(s).":["Palavra-chave em foco encontrada no(s) subtítulo(s)."],"Focus Keyword not found in your SEO Meta Description.":["Palavra-chave em foco não encontrada na sua descrição de SEO."],"Focus Keyword used inside SEO Meta Description.":["Palavra-chave em foco usada na sua descrição de SEO."],"Hurray! You're using Focus Keyword in the SEO Title.":["Viva! Você está usando a palavra-chave em foco no título SEO."],"Include the focus keyword in the slug (permalink) of this post.":["Inclua a palavra-chave em foco no slug (link permanente) deste post."],"It helps visitors read more about a topic and prevents pogosticking.":["Ajuda os visitantes a ler mais sobre um tópico e evita o \"pogo sticking\"."],"It is recommended to add the focus keyword as part of one or more subheadings in the content.":["É recomendado adicionar a palavra-chave em foco como parte de um ou mais subtítulos do conteúdo."],"It is recommended to add the focus keyword in the alt attribute of one or more images.":["É recomendado adicionar a palavra-chave em foco no atributo \"alt\" de uma ou mais imagens."],"It is recommended to make the focus keyword appear in the post content too.":["É recomendado que a palavra-chave em foco apareça também no conteúdo do post."],"Make sure the focus keyword appears in the SEO description too.":["Certifique-se de que a palavra-chave em foco aparece também na descrição SEO."],"Make sure the focus keyword appears in the SEO post title too.":["Certifique-se de que a palavra-chave em foco aparece também no título SEO do post."],"Minimum recommended content length should be 600 words.":["O tamanho de conteúdo mínimo recomendado é de 600 palavras."],"PageRank Sculpting no longer works. Your posts should have a mix of nofollow and DoFollow links.":["O PageRank Sculpting não funciona mais. Seus posts devem ter uma combinação de links nofollow e doFollow."],"Permalink should be at most 75 characters long.":["O link permanente deve ter no máximo 75 caracteres."],"The first 10% of the content should contain the Focus Keyword preferably at the beginning.":["Os primeiros 10% do conteúdo devem conter a palavra-chave em foco, preferencialmente no início."],"The SEO page title should contain the Focus Keyword preferably at the beginning.":["O título SEO da página deve conter a palavra-chave em foco, preferencialmente no início."],"Titles with positive or negative sentiment work best for higher CTR.":["Títulos com sentimento positivo ou negativo funcionam melhor para uma taxa de cliques (CTR) mais alta."],"Use the Focus Keyword near the beginning of SEO title.":["Use a palavra-chave em foco perto do início do título SEO."],"You are not using rich media like images or videos.":["Você não está usando mídias ricas como imagens ou vídeos."],"You don't seem to be using a %1$s.":["Você não parece estar usando %1$s."],"You haven't used this Focus Keyword before.":["Você não usou esta palavra-chave em foco antes."],"Your content contains images and\/or video(s).":["Seu conteúdo contém imagens e\/ou vídeo(s)."],"Your SEO title doesn't contain a number.":["Seu título SEO não contém um número."],"Add %s to your title to increase CTR.":["Adicione %s ao seu título para aumentar a taxa de cliques."],"Add a number to your title to improve CTR.":["Adicione um número ao seu título para aumentar a taxa de cliques."],"Headlines with a strong emotional sentiment (positive or negative) tend to receive more clicks.":["Manchetes com um forte sentimento (positivo ou negativo) tendem a receber mais cliques."],"Headlines with numbers are 36% more likely to generate clicks, according to research by Conductor.":["Manchetes com números são 36% mais propícias a gerar cliques, de acordo com pesquisas da Conductor."],"Power Words are tried-and-true words that copywriters use to attract more clicks.":["Palavras poderosas são palavras testadas e comprovadas que redatores usam para atrair mais cliques."],"Use Table of Content to break-down your text.":["Use um sumário para dividir seu texto."],"You are using a number in your SEO title.":["Você está usando um número no seu título SEO."],"You seem to be using a %1$s to break-down your text.":["Você parece estar usando %1$s para dividir seu texto."],"Focus Keyword used at the beginning of SEO title.":["Palavra-chave de foco usada no início do título SEO."],"already used":["já usado(a)"],"Use Focus Keyword in subheading(s) like H2, H3, H4, etc..":["Use a palavra-chave em foco em subtítulos como H2, H3, H4, etc..."],"Focus Keyword not found in subheading(s) like H2, H3, H4, etc..":["Palavra-chave em foco não encontrada em subtítulo(s) como H2, H3, H4, etc..."]}},"comment":{"reference":"assets\/admin\/js\/analyzer.js"}}