{"translation-revision-date":"2023-08-13 15:55:18+0000","generator":"GlotPress\/4.0.0-alpha.7","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Activate":["Ativar"],"My Account":["Minha conta"],"get it here":["Obtenha aqui"],"If you don't have a license, you can":["Se você não tem uma licença, você pode"],"to get professional support and automatic updates from your WordPress dashboard.":["para obter suporte profissional e atualizações automáticas no painel do WordPress."],"License Key":["Chave de licença"],"Please enter your valid license key below to activate Spectra Pro!":["Digite sua chave de licença válida abaixo para ativar o Spectra Pro!"],"License successfully validated!":["Licença validade com sucesso!"],"Paste your license key here":["Cole sua chave de licença aqui"],"Your license is active.":["Sua licença está ativada."],"Sidebar":["Barra lateral"],"Popup":["Popup"],"Choose how you want to display dynamic content settings":["Escolha como você quer exibir as configurações do conteúdo dinâmico"],"Dynamic Content":["Conteúdo dinâmico"],"Facebook App Secret Key":["Chave secreta do aplicativo do Facebook"],"Facebook App Details":["Detalhes do aplicativo do Facebook"],"Note: This setting is required if you wish to use Login with Facebook on your website. Need help to get Facebook App Details? Read":["Observação: essa configuração é obrigatório se você deseja usar o acesso com o Facebook em seu site. Precisa de ajuda para obter os detalhes do aplicativo do Facebook? Leia"],"Social Login\/Register - Facebook App Details":["Detalhes do aplicativo do Facebook - acessar\/cadastrar"],"Google Client ID":["ID de cliente do Google"]," | ":[" | "],"Note: This setting is required if you wish to use Login with Google on your website. Read":["Observação: essa configuração é obrigatório se você deseja usar o acesso com o Google em seu site. Leia"],"Social Login\/Register - Google Client ID":["ID de cliente Google - acessar\/cadastrar"],"Make sure \"Anyone can register\" is enabled in General > Settings > Membership to use this feature.":["Certifique-se de que \"qualquer um pode se cadastrar\" está ativado em Geral > Configurações > Associação para usar este recurso."],"Enabling this setting will automatically register the users via Google\/Facebook.":["Ativação dessa configuração vai cadastrar automaticamente os usuários via Google\/Facebook."],"Social Login Auto Register":["Cadastro automático de acesso social"],"Activate Spectra Pro":["Ativar Spectra pro"],"Unlicensed":["Não licenciado"],"Licensed":["Licenciado"],"Pro":["Pro"],"Core":["Arquivos básicos"],"This is a Core Spectra block & cannot be disabled.":["Este é arquivos básicos de bloco do Spectra & não pode ser disativado."],"Enable this option to enable the support of our Legacy Blocks on the site.":["Ativar esta opção para ativar  o suporte de nossos blocos legados no site."],"Enable Legacy Blocks":["Ativar blocos legado"],"This setting will apply default Row & Column Gaps in the Container Block.":["Esta configuração aplicará um espaço de linha e coluna padrão no bloco de contêiner."],"Container Elements Gap":["Espaço de elemento do contêiner"],"Legacy":["Legado"],"Coming Soon":["Em breve"],"Block Settings":["Configurações do bloco"],"Performance":["Desempenho"],"Version Control":["Controle de versão"],"Templates":["Modelos"],"Asset Generation":["Geração de ativos"],"Editor Options":["Opções do editor"],"This setting will apply default padding in the Container Block.":["Esta configuração aplicará espaçamento padrão no bloco do contêiner."],"Container Padding":["Espaçamento do container"],"Enable this to automatically recover any erroneous blocks that may occur on your web pages. This will save you time spent on clicking all those \"Attempt Block Recovery\" Buttons.":["Ativar que isso recupere automaticamente quaisquer blocos errôneos que possam ocorrer em suas páginas. Isso irá salvar seu tempo gasto para clicar em todos os botões de \"tentativa de restauração do bloco\"."],"Automatic Block Recovery":["Restauração automática do bloco"],"Enable this to make sure all previously used Font Awesome 5 icons are displayed correctly while using the Font Awesome 6 library.":["Ativar isso para garantir que todos os ícones do Font Awesome 5 usados anteriormente sejam exibidos vorretamente ao usar a biblioteca Font Awesome 6."],"Load Font Awesome 5 Support":["Carregue suporte para Font Awesome 5"],"Secret Key v3":["Chave secreta v3"],"Site Key v3":["Chave do site v3"],"reCAPTCHA v3":["reCAPTCHA v3"],"Secret Key v2":["Chave secreta v2"],"Site Key v2":["Chave do site v2"],"reCAPTCHA v2":["reCAPTCHA v2"],"here. ":["aqui. "],"To enable reCAPTCHA for your form, please follow the steps mentioned ":["Para ativar o reCAPTCHA para o seu formulário, siga as etapas mencionadas "],"Select the page you want":["Selecione a página desejada"],"Enable the coming soon mode. Only the page you select below will be displayed to people who are not logged in.":["Ativar o modo em breve. Somente a página que você selecionar abaixo será exibida para pessoas que estão conectado."],"Is your website still in the making? Is it not yet ready for other people to see?":["Seu site ainda está em construção? ainda não está pronto para outras pessoas verem?"],"Enable Coming Soon Mode":["Ativar modo em breve"],"This setting will apply spacing in between all blocks inside block editor.":["Esta configuração aplicará espaçamento entre todos os blocos dentro do editor de blocos."],"Blocks Editor Spacing":["Espaçamento do editor de bloco"],"This setting will apply to Container Block's default Content Width.":["Essa configuração se aplicará à largura padrão de conteúdo do contêiner do bloco ."],"Default Content Width":["Largura padrão do conteúdo"],"Enable the \"Copy Paste Styles\" option to have the ability to copy & paste Spectra & Core Gutenberg Blocks Styles.":["Ativar a opção \"copiar & colar estilos\" para poder copiar e colar estilos de blocos Spectra & os arquivos básicos do Gutenberg."],"Copy Paste Styles":["Copiar & colar estilos"],"Enable the \"Collapse Panels\" option if you want to Collapse all other Panels in your Blocks Settings except for the one which is clicked This way you have only one Panel of Settings in front of you to Focus on.":["Ativar a opção \"recolher painéis\" se quiser recolher todos os outros painéis em suas configurações de blocos, exceto o que está clicado. Dessa forma, você tem apenas um painel de configurações à sua frente para focar."],"Collapse Panels":["Recolher painéis"],"This option will load the font files right away on page load. Preloading Local Fonts can speeds up your website even further.":["Esta opção carregará os arquivos de fonte imediatamente ao carregar a página. A pré-carga de fontes locais pode acelerar ainda mais o seu Site."],"Preload Local Fonts":["Pré-carregamento de fontes locais"],"Enable this option to download Google fonts and save them on your server. This can be great for improving speed of your website and to comply with GDPR laws.":["Ativar esta opção para baixar fontes do Google e salvar em seu servidor. Isso pode ser ótimo para melhorar a velocidade do seu site e para cumprir as leis do GDPR."],"Load Google Fonts Locally":["Carregar fontes do Google localmente"],"Select the font families you want":["Selecione a Família de fonte desejada"],"Spectra offers 700+ Google font options. If this is overwhelming for your clients, you can use this option to show only limited number of fonts in the block settings.":["O Spectra oferece mais de 700 opções de fontes do Google. Se isso for esmagador para seus clientes, você pode usar esta opção para mostrar apenas um número limitado de fontes nas configurações do bloco."],"Allow Only Selected Fonts":["Permitir apenas fonte selecionada"],"Enable this option to turn on beta updates and be notified when a new beta version of Spectra is available. The beta version will not install automatically, you will have to install it when you get a notification. It is recommended to try beta on a test environment only.":["Ativar esta opção para atualizações beta e ser notificado quando uma nova versão beta do Spectra estiver disponível. A versão beta não será instalada automaticamente, você terá que instalá-la quando receber uma notificação. Recomenda-se experimentar a versão beta apenas em um ambiente de teste."],"Enable Beta":["Ativar beta"],"Rollback":["Reverter"],"Spectra comes with a stunning library of page templates and block patterns. This library is accessible with the Templates button while editing the page or post. Manage the visibility of that button with this option.":["Spectra vem com uma biblioteca impressionante de modelos de página e padrões de bloco. Esta biblioteca está acessível com o botão modelos durante a edição da página ou post. gerencie a visibilidade desse botão com esta opção."],"Enable Templates Button":["Ativar modelo de botão"],"Facing issues with style, layout, color or another page element? Use this option to regenerate CSS and Javascript assets. It can help with all kinds of asset issues.":["Enfrentando problemas com estilo, layout, cor ou outro elemento da página? Use esta opção para recriar ativos CSS e Javascript. Pode ajudar com todos os tipos de problemas de ativos."],"Asset Regeneration":["Recriar arquivos"]," to learn the difference between generating CSS and JS inline and in a separate file.":[" para aprender a diferença entre Gerar CSS e JS em linha e em um arquivo separado."],"this article":["este artigo"],"Spectra loads the CSS and JS inline on the page by default. If you want to generate separate CSS and JS files for Spectra blocks, enable this option. Please read ":["Spectra carrega CSS e JS em linha na página por padrão. Se você quiser gerar arquivos CSS e JS Separados para blocos Spectra, ativar a opção. leia "],"File Generation":["Geração de arquivos"],"Responsive Conditions":["Condições responsivo"],"Documentation":[" Documentação"],"Extension":["Extensão"],"Live Demo":["Demonstração ao vivo"],"Join Now":["Entrar agora"],"Got a question about the plugin, want to share your awesome project or just say hi? Join our wonderful community!":["Tem uma pergunta sobre o plugin, quer compartilhar seu projeto incrível ou apenas dizer oi? Junte-se à nossa maravilhosa comunidade!"],"Join the Community":["Junte-se à comunidade"],"Get Support":["Obter suporte"],"Need some help? Our awesome support team is here to help you with any question you have.":["Precisa de ajuda? nossa equipe de suporte está aqui para ajudá-lo com qualquer dúvida que você tenha."],"Get 5-star Support":["Obter suporte 5 estrelas"],"Browse Now":["Procurar agora"],"Learn everything you need to know about the Spectra plugin with our comprehensive documentation.":["Aprenda tudo o que você precisa saber sobre o plugin Spectra com nossa documentação completa."],"Visit Our Website":["Visitar nosso website"],"Create New Page":["Criar nova página"],"We designed Spectra to be intuitive but we do recommend learning how it works by checking our comprehensive documentation and watching the video below. Enjoy your time with Spectra!":["Construimos um design do Spectra para ser intuitivo, mas recomendamos aprender como ele funciona verificando nossa documentação abrangente e assistindo ao vídeo abaixo. Aproveite seu tempo com o Spectra!"],"Welcome to Spectra!":["Bem-Vindo(a) ao Spectra!"],"Blocks \/ Extensions":["Blocos \/ Extensões"],"Welcome":["Boas-vindas"],"What's New?":["O que há de novo?"],"Masonry Gallery":["Galeria masonry"],"Display Conditions":["Condições de exibição"]," Documentation":[" Documentação"],"Get Keys":["Obter chaves"],"Google reCAPTCHA":["Google reCAPTCHA"],"Cancel":["Cancelar"],"Regenerate Assets":["Recriar arquivos"],"Rollback to Previous Version":["Voltar para versão anterior"],"Settings":["Configurações"],"px":["px"],"Knowledge Base":["Base de conhecimento"],"Deactivate":["Desativar"],"Activate ":["Ativar "]}},"comment":{"reference":"admin-core\/assets\/build\/dashboard-app.js"}}