{"translation-revision-date":"2023-04-24 16:01:52+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Copied to clipboard":["Copiado para a área de transferência"],"Error in Google Chart":["Erro no Gráfico Google"],"An error prevented this Google chart from being displayed properly. Report the exact contents of the error on the support forum to find out what caused it.":["Um erro impediu que este gráfico do Google fosse exibido corretamente. Informe o conteúdo exato do erro no fórum de suporte para descobrir a causa dele."],"The server provided an invalid response.":["O servidor forneceu uma resposta inválida."],"There was a critical error on this website while fetching data.":["Houve um erro crítico neste site ao buscar dados."],"IP addresses will not be anonymized. <LearnMoreLink \/>":["Os endereços IP não serão anonimizados <LearnMoreLink \/>"],"IP addresses":["Endereços IP"],"Google Ads":["Google Ads"],"Exclude Analytics":["Excluir Analytics"],"A Google Tag Manager container with a tag for the selected property, %s, was found on your site, so Site Kit will not place its own tag. If you would prefer to have Site Kit insert this tag, remove it from your Google Tag Manager container and update later in Settings.":["Um contêiner do Gerenciador de tags do Google com uma tag para a propriedade selecionada, %s, foi encontrado em seu site, portanto, o Site Kit não colocará sua própria tag. Se você preferir que o Site Kit insira essa tag, remova-a do contêiner do Gerenciador de tags do Google e atualize mais tarde em Configurações."],"An existing Google Analytics property with the ID %s was found on your site, added by Google Tag Manager.":["Uma propriedade existente do Google Analytics com o ID %s foi encontrada em seu site, adicionada pelo Gerenciador de tags do Google."],"<ErrorIcon \/> %1$s. <Link>%2$s<\/Link>":["<ErrorIcon \/> %1$s. <Link>%2$s<\/Link>"],"View <VisuallyHidden>site <\/VisuallyHidden>in AdSense":["Visualizar o <VisuallyHidden>site<\/VisuallyHidden> no AdSense"],"Your site is ready, with auto-ads disabled.":["Seu site está pronto, com anúncios automáticos desativados."],"Your site is ready for ads.":["Seu site está pronto para mostrar anúncios."],"Your site is getting ready.":["Seu site está quase pronto."],"You need to fix some things before your site is ready.":["Você precisa corrigir algumas coisas para que seu site fique pronto."],"Get help":["Ajuda"],"Block ads you don't like, customize where ads appear, and choose which types fit your site best":["Bloqueie anúncios que você não gosta, personalize onde os anúncios aparecem e escolha que tipos se encaixam melhor em seu site."],"You’re in control":["Você está no controle"],"Auto ads automatically place and optimize your ads for you so you don't have to spend time doing it yourself":["Ao usar os anúncios automáticos, sua publicidade é posicionada e otimizada automaticamente. Assim, você economiza tempo porque não precisa se dedicar a essas tarefas."],"Save time with automated ads":["Economize tempo com os anúncios automáticos"],"Focus on writing good content and let AdSense help you make it profitable":["Foque na criação de um bom conteúdo e deixe que o AdSense o torne lucrativo"],"Earn money from your site":["Ganhe dinheiro com seu site"],"The Monetization section will be added back to your dashboard if you connect AdSense in Settings later.":["A seção \"Monetização\" vai ser adicionada ao seu painel se você conectar o AdSense nas configurações mais tarde."],"You can always connect AdSense from here later":["É possível conectar o AdSense a qualquer momento por aqui"],"Connect now":["Conectar agora"],"Your site is ready for ads":["Seu site está pronto para anúncios"],"Retry":["Tentar novamente"],"Data Unavailable":["Dados indisponíveis"],"Recoverable modules\u0004, ":[", "],"The data for the following modules was previously shared by an admin who no longer has access: %s. Please contact another admin to restore it.":["Os dados dos seguintes módulos foram compartilhados anteriormente por um administrador que não tem mais acesso: %s. Peça a restauração dele para outro administrador."],"%s data was previously shared by an admin who no longer has access. Please contact another admin to restore it.":["Os dados do módulo %s foram compartilhados anteriormente por um administrador que não tem mais acesso. Peça a restauração dele para outro administrador."],"Review AdSense account":["Análise da conta do AdSense"],"Your account isn’t ready to show ads yet":["A conta ainda não está pronta para mostrar anúncios"],"Add this site to your AdSense account":["Adicione este site à sua conta do AdSense"],"Apply now":["Inscrever-se"],"To start using AdSense on your website, you need to upgrade your account to add “AdSense for content”. <a>Learn more<\/a>":["Para começar a usar o AdSense no seu site, você precisa fazer upgrade da sua conta para adicionar o \"AdSense para conteúdo\". <a>Saiba mais<\/a>"],"Looks like you need to upgrade your AdSense account":["Parece que você precisa fazer upgrade da sua conta do AdSense"],"Proceed without enabling auto ads":["Continuar sem ativar os anúncios automáticos"],"Site Kit recommends enabling auto ads. If your existing AdSense setup relies on individual ad units, you can proceed without enabling auto ads.":["O Site Kit recomenda ativar os anúncios automáticos. Caso a configuração atual do AdSense dependa de blocos de anúncios individuais, você pode continuar sem ativar os anúncios automáticos."],"Enable auto ads":["Ativar anúncios automáticos"],"To start serving ads via Site Kit, you need to activate auto ads first. Go to AdSense and enable auto ads for your site.":["Para começar a veicular anúncios usando o Site Kit, primeiro você precisa ativar os anúncios automáticos. Acesse o AdSense e ative os anúncios automáticos para seu site."],"Enable auto ads for your site":["Ativar os anúncios automáticos para seu site"],"Configure AdSense":["Configurar o AdSense"],"Site Kit has placed AdSense code on your site to connect your site to AdSense and help you get the most out of ads.":["O Site Kit colocou o código do AdSense no seu site para ele se conectar ao AdSense e ajudar você a aproveitar ao máximo os anúncios."],"Connect your AdSense account to see stats on your overall earnings, page CTR, and top earning pages.":["Conecte sua conta do AdSense para ver estatísticas sobre seus ganhos gerais, CTR da página e quais são as páginas com maiores ganhos."],"Your site is ready to use AdSense":["O site está pronto para usar o AdSense"],"Your AdSense account is ready to connect to Site Kit":["Você já pode conectar a conta do AdSense ao Site Kit"],"Request review in AdSense":["Solicitar análise no AdSense"],"To start serving ads, your site needs to be approved first. Go to AdSense to request the review.":["Para começar a veicular anúncios, seu site precisa ser aprovado primeiro. Acesse o AdSense para solicitar a análise."],"Your site requires review":["O site precisa ser analisado"],"This usually takes a few days, but in some cases can take up to 2 weeks. You’ll get an email from AdSense as soon as they have run some checks on your site.":["O processo geralmente leva alguns dias, mas pode demorar até duas semanas. Você vai receber um e-mail do AdSense após realizarmos algumas verificações no seu site."],"Your site is getting ready":["Seu site está ficando pronto"],"Review site in AdSense":["Analisar o site no AdSense"],"You need to fix some things with this site before we can connect Site Kit to your AdSense account.":["É preciso corrigir algumas coisas neste site antes de conectar o Site Kit à conta do Google AdSense."],"Site Kit detected AdSense code for a different account %1$s on your site. In order to configure AdSense for your current account %2$s, we recommend you use Site Kit to place the code instead.":["O Site Kit detectou um código do AdSense para uma conta diferente (%1$s) no seu site. Se você quer configurar o AdSense para sua conta atual (%2$s), recomendamos usar o Site Kit para inserir o código."],"You’ve already got an AdSense code on your site for this account. We recommend you use Site Kit to place the code to get the most out of AdSense.":["Você já tem um código do AdSense no seu site para esta conta. Recomendamos usar o Site Kit para inserir o código e aproveitar ao máximo o AdSense."],"Make sure to remove the existing AdSense code to avoid conflicts with the code placed by Site Kit.":["Não se esqueça de remover o código existente do AdSense para evitar conflitos com o código adicionado pelo Site Kit."],"Invalid site state %s":["O estado %s do site é inválido"],"Analytics property name and ID\u0004%1$s (%2$s)":["%1$s (%2$s)"],"No data to display: your site hasn’t received any visitors yet":["Nenhum dado para mostrar: seu site ainda não recebeu visitantes"],"No data to display: your page hasn’t received any visitors yet":["Nenhum dado para mostrar: sua página ainda não recebeu visitantes"],"Already use AdSense? Add %s as a user to an existing AdSense account. <a>Learn more<\/a>":["Você já usa o AdSense? Adicione %s como usuário a uma conta do AdSense. <a>Saiba mais<\/a>"],"Create AdSense account":["Criar conta AdSense"],"Once you create your account, Site Kit will place AdSense code on every page across your site. This means your site will be automatically optimized to help you earn money from your content.":["Depois de criar uma conta, o Site Kit vai colocar o código do AdSense em todas as páginas do seu site. Isso significa que o site vai ser otimizado automaticamente para ajudar você a ganhar dinheiro com seu conteúdo."],"Gathering data…":["Coletando dados..."],"Maybe later":["Talvez mais tarde"],"AdSense accounts are <a>subject to review and approval<\/a> by the Google AdSense team.":["As contas do AdSense estão <a>sujeitas a revisão e aprovação<\/a> pelo time do Google AdSense."],"Activate Google Analytics 4 and place code on your site.":["Ative o Google Analytics 4 e posicione o código no seu site."],"Your site hasn’t received any visitors yet":["Seu site ainda não recebeu nenhum visitante"],"Your page hasn’t received any visitors yet":["Sua página ainda não recebeu nenhum visitante"],"Exclude from Ads":["Excluir do Google Ads"],"Excluded from ads":["Excluído dos anúncios"],"All logged-in users and users who can write posts":["Todos os usuários conectados e usuários com permissão para criar posts"],"Ads are currently displayed for all visitors":["No momento, os anúncios estão sendo exibidos para todos os visitantes"],"Ads will be displayed for all users":["Os anúncios serão exibidos para todos os usuários"],"Ads will not be displayed for users that can write posts":["Os anúncios não serão mostrados para usuários com permissão para criar posts"],"Ads will not be displayed for all logged-in users":["Os anúncios não serão mostrados para usuários conectados."],"Users who can write posts":["Usuários com permissão para criar posts"],"AdSense insights through Site Kit":["Insights do AdSense pelo Site Kit"],"Revenue from ads placed on your site":["Receita de anúncios posicionados no seu site"],"screen reader text\u0004(disabled)":["(desativado)"],"Place Universal Analytics code":["Inserir código do Universal Analytics"],"This will create both a Google Analytics 4 and Universal Analytics property.":["Essa ação criará propriedades Google Analytics 4 e Universal Analytics."],"Users that can write posts will be excluded from Analytics tracking":["Usuários que podem escrever posts serão excluídos do rastreamento do Analytics."],"Users that can write posts":["Usuários que podem escrever posts"],"All logged-in users":["Todos os usuários conectados"],"If you’re using Google Ads, insert your Ads conversion ID if you’d like Site Kit to place the snippet on your site":["Se você estiver usando Google Ads, insira seu ID de conversão de anúncios se você quiser que o Site Kit posicione o snippet em seu site"],"Conversion IDs must be in the format: AW-XXXXX":["Os IDs de conversão devem ter o formato: AW-XXXXX"],"Ads Conversion ID":["ID de conversão de anúncios"],"Please note that AdSense will not show ads on your website unless you’ve already placed the code.":["Seu site mostrará anúncios do AdSense depois que o código tiver sido inserido."],"Got it":["Entendi"],"%dh":["%dh"],"%dm":["%dmin"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Learn more about Ad Sense Web Stories.":["Saiba mais sobre as Web Stories do AdSense."],"This ad unit will be used for your Web Stories.":["Este bloco de anúncios será usado para suas Web Stories."],"Select ad unit":["Selecionar bloco de anúncios"],"Web Stories Ad Unit":["Bloco de anúncios das Web Stories"],"Bounce Rate %":["Taxa de rejeição %"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>"],"Others":["Outros"],"Complete setup":["Concluir configuração"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s%%<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s%%<\/em>"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s vs %2$s"],"Learn more about updating your AdSense account":["Saiba mais sobre como atualizar sua conta do AdSense"],"Learn more about adding a user to an existing AdSense account":["Saiba mais sobre como adicionar um usuário a uma conta existente do Google AdSense"],"Next":["Próxima"],"Learn more about IP anonymization.":["Saiba mais sobre a anonimização do IP."],"screen reader text\u0004(opens in a new tab)":["(abre em uma nova aba)"],"Learn more here.":["Saiba mais aqui."],"Got a Google Analytics 4 (GA4) property and want to find out how to use it with Site Kit?":["Você tem uma propriedade do Google Analytics 4 (GA4) e quer descobrir como usá-la com o Site Kit?"],"Performance over the last %s day":["Desempenho no último %s dia","Desempenho nos últimos %s dias"],"Page CTR":["CTR da página"],"Source: %s":["Origem: %s"],"default Analytics view name\u0004All Web Site Data":["Todos os dados do Web site"],"This service was originally connected by an administrator — you can contact them for more information.":["Este serviço foi originalmente conectado por um administrador — você pode contatá-lo para obter mais informações."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Este serviço foi originalmente conectado pelo administrador \"%s\" — você pode contatá-lo para obter mais informações."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para acessar os dados de %s, então você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta propriedade do Search Console, então você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta visualização do Analytics, portanto, você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta propriedade do Analytics, portanto, você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta conta do Analytics, portanto, você não poderá ver as estatísticas dela no painel do Site Kit."],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Para corrigir isso, <a href=\"%s\">refaça a configuração do plugin<\/a>"],"You can make changes to this view (e.g. exclude URL query parameters) in Google Analytics.":["Você pode fazer alterações nessa tela (ex. excluir parâmetros de consulta de URL) no Google Analytics."],"View Name":["Ver nome"],"Warning":["Aviso"],"A view with this name already exists.":["Já existe uma tela com este nome"],"Previous period":["Período anterior"],"Country":["País"],"Timezone":["Fuso horário"],"Set up a new view":["Configurar uma nova visualização"],"You will need to give Site Kit permission to create an Analytics account on your behalf and also accept the Google Analytics terms of service.":["Você precisará dar permissão ao Site Kit para criar uma conta do Google Analytics em seu nome e também aceitar os termos de serviço do Google Analytics."],"You will be redirected to Google Analytics to accept the terms of service.":["Você será redirecionado para o Google Analytics para aceitar os termos de serviço."],"We’ve pre-filled the required information for your new account. Confirm or edit any details:":["Pré-preenchemos as informações necessárias para sua nova conta. Confirme ou edite todos os detalhes:"],"Create your Analytics account":["Crie sua conta Analytics"],"Additional permissions are required to create a new Analytics account.":["Permissões adicionais são necessárias para criar uma nova conta do Google Analytics."],"You don’t have any ad impressions yet. Make sure you’ve completed these steps in AdSense:":["Você ainda não tem impressões de anúncios. Verifique se você concluiu estas etapas no AdSense:"],"No ad impressions yet":["Ainda não há impressões de anúncios "],"Recommended":["Recomendado"],"Invalid account status: %s":["Status de conta inválido: %s"],"Invalid site status: %s":["Status de site inválido: %s"],"The AdSense code has been placed by another plugin or theme":["O código do Adsense foi adicionado por outro plugin ou tema"],"Add site to AdSense":["Adicionar site ao AdSense"],"We’ve detected that you haven’t added this site to your AdSense account yet.":["Detectamos que você ainda não adicionou este site à sua conta do AdSense."],"Add site to your AdSense account":["Adicione o site na sua conta AdSense"],"Site Kit has placed AdSense code on your site to connect your site to AdSense and help you get the most out of ads. This means Google will automatically place ads for you in all the best places.":["O Site Kit colocou o código do AdSense no seu site para conectá-lo ao AdSense e ajudá você a aproveitar ao máximo os anúncios. Isso significa que o Google colocará automaticamente anúncios para você nos melhores lugares."],"Your account is ready to use AdSense":["Sua conta AdSense já está em uso"],"Site Kit detected AdSense code for a different account %s on your site. For a better ads experience, you should remove AdSense code that’s not linked to this AdSense account.":["O Site Kit detectou o código do Google AdSense para uma conta diferente %s no seu site. Para uma melhor experiência com anúncios, você deve remover o código do AdSense que não está vinculado a esta conta do AdSense."],"Keep AdSense code placed by Site Kit":["Manter o código AdSense adicionado pelo Site Kit"],"To start using AdSense, you need to update your account so that you can connect your site to AdSense.":["Para começar a usar o AdSense, você precisa atualizar sua conta para conectar seu site ao AdSense."],"Looks like you have an AdMob account":["Parece que você tem uma conta AdMob"],"Site Kit has placed AdSense code on every page across your site.":["Site Kit adicionou o código AdSense para todas as páginas do seu site."],"Your account is getting ready":["Sua conta está ficando pronta"],"Looks like you have multiple AdSense accounts associated with your Google account. Select the account to use with Site Kit below.":["Parece que você tem várias contas do AdSense associadas à sua conta do Google. Selecione a conta para usar com o Site Kit abaixo."],"Select your AdSense account":["Selecione sua conta AdSense"],"Already use AdSense? Add %s as a user to an existing AdSense account.":["Já utiliza AdSense? Adicione %s como um usuário para sua conta AdSense."],"Site Kit detected AdSense code %1$s on your page. We recommend you remove that code or add %2$s as a user to the AdSense account %3$s.":["O Site kit detectou o código do Google AdSense %1$s em sua página. Recomendamos que remova esse código ou adicione %2$s como usuário à conta do AdSense %3$s."],"In order for your site to display ads, make sure you’ve completed these steps in AdSense":["Para que o seu site exiba anúncios, verifique se você concluiu estas etapas no Google AdSense"],"Verified that your site is marked as \"Ready\"":["Verificou que seu site está marcado como \"Pronto\""],"Enabled auto ads for your site":["Anúncios automáticos ativados para o seu site"],"Get reports for your top earning pages by linking your Analytics and AdSense accounts":["Obtenha relatórios das suas páginas com mais ganhos vinculando as suas contas do Google Analytics e do Google AdSense"],"Link Analytics and AdSense":["Conecte Analytics e AdSense"],"The AdSense code has not been placed on your site":["O código do AdSense não foi colocado no seu site"],"The AdSense code has been placed on your site":["O código do AdSense foi colocado em seu site"],"AdSense Code":["Código AdSense"],"Check your site status":["Verificando o status do seu site"],"Account Status":["Status da conta"],"Publisher ID":["ID do Editor"],"You need to fix some issues before your account is approved. Go to AdSense to find out how to fix it":["Você precisa corrigir alguns problemas antes de sua conta ser aprovada. Acesse o AdSense para descobrir como corrigi-lo"],"We’re getting your site ready for ads. This usually takes less than a day, but it can sometimes take a bit longer":["Estamos preparando seu site para anúncios. Isso geralmente leva menos de um dia, mas às vezes pode demorar um pouco mais"],"Your account has been approved":["Sua conta foi aprovada"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Últimos %s dias"],", ":[","],"Site Status":["Status do site"],"None":["Nenhuma"],"Once completed, click the link below to re-fetch your accounts to continue.":["Depois de concluído, clique no link abaixo para buscar novamente suas contas para continuar."],"To create a new account, click the button below which will open the Google Analytics account creation screen in a new window.":["Para criar uma nova conta, clique no botão abaixo, que abrirá a tela de criação da conta do Google Analytics em uma nova janela."],"Set up a new account":["Criar nova conta"],"Anonymize IP addresses":["Anonimize endereços IP"],"Go to your AdSense account to check on your site’s status or to complete setting up":["Acesse sua conta AdSense para verificar o status do seu site ou concluir a configuração"],"After you’ve finished setting up your account, we’ll let you know when your site is ready to show ads. This usually takes less than a day, but it can sometimes take a bit longer.":["Depois que você terminar de configurar sua conta, informaremos quando seu site estiver pronto para exibir anúncios. Isso geralmente leva menos de um dia, mas às vezes pode demorar um pouco mais."],"Let’s get your site ready for ads":["Vamos preparar seu site para anúncios"],"All logged-in users will be included in Analytics tracking":["Todos os usuários conectados serão incluídos no rastreamento do Analytics"],"All logged-in users will be excluded from Analytics tracking":["Todos os usuários conectados serão excluídos do rastreamento do Google Analytics"],"OK, Got it!":["Ok, entendido"],"Top Earning Pages":["Principais páginas de receita"],"Session Duration":["Duração da sessão"],"Ad blocker detected; please disable it to get the latest AdSense data":["Bloqueador de anúncios detectado; desative-o para obter os dados mais recentes do AdSense"],"check module page":["verifique a página do módulo"],"Site Kit has placed AdSense code on your site: %s":["Site Kit colocou o código do AdSence no seu site: %s"],"Page RPM":["RPM da página"],"Earnings":["Receita"],"Back":["Voltar"],"Ad blocker detected; please disable it to set up AdSense":["Bloqueador de anúncios detectado; desative-o para configurar o AdSense"],"Looks like you don't have an Analytics account yet. Once you create it, click on \"Re-fetch my account\" and Site Kit will locate it.":["Parece que você ainda não tem uma conta doo Google Analytics. Depois de criá-lo, clique em \"Buscar novamente minha conta\" e o Site Kit a localizará."],"View":["Visualizar"],"Property":["Propriedade"],"Learn more":["Saiba mais"],"Set up a new property":["Configurar uma nova propriedade"],"Error: %s":["Erro: %s"],"Re-fetch My Account":["Recuperar novamente minha conta"],"Create an account":["Criar uma conta"],"Account":["Conta"],"Impressions":["Impressões"],"Sessions":["Sessões"],"Users":["Usuários"],"%s data is not yet available, please check back later":["Os dados de %s ainda não estão disponíveis. Verifique novamente mais tarde"],"%s Gathering Data":["%s coletando dados"],"Create Account":["Criar conta"],"You’ve already got an AdSense code on your site for this account, we recommend you use Site Kit to place code to get the most out of AdSense.":["Você já possui um código do Google AdSense em seu site para esta conta. Recomendamos o uso do Site Kit para inserir o código e aproveitar ao máximo o AdSense."],"Site Kit will place AdSense code on your site to connect your site to AdSense and help you get the most out of ads. This means Google will automatically place ads for you in all the best places.":["O Site Kit irá adicionar o código do AdSense no seu site para conectá-lo ao AdSense e ajudá-lo a aproveitar ao máximo os anúncios. Isso significa que o Google colocará automaticamente anúncios para você nos melhores lugares."],"Let Site Kit place AdSense code on your site":["Site Kit colocará o código do AdSense em seu site"],"Continue":["Continuar"],"Site Kit will place AdSense code on every page across your site. This means Google will automatically place ads for you in all the best places.":["Site Kit colocará o código do AdSense em todas as páginas do seu site. Isso significa que o Google colocará automaticamente anúncios para você nos melhores lugares."],"Create your AdSense account":["Criar uma nova conta no AdSense"],"Create AdSense Account":["Criar uma conta AdSense"],"Let Site Kit place AdSense code on your site to get your site approved":["Deixe o Site Kit colocar o código AdSense no seu site para que ele seja aprovado"],"Looks like you’re already using AdSense":["Parece que você já está usando AdSense"],"Go to AdSense to find out how to fix the issue":["Vá para o AdSense para descobrir como corrigir este problema"],"You need to fix some things before we can connect Site Kit to your AdSense account.":["Você precisa corrigir algumas coisas antes que possamos conectar o Site Kit a sua conta AdSense."],"Your site isn’t ready to show ads yet":["Seu site não está pronto para exibir anúncios ainda"],"Connect Service":["Conectar Serviço"],"Error":["Erro"],"continue module setup":["continuar configuração do módulo"],"Setup incomplete: %s":["Instalação incompleta: %s"],"Service name\u0004AdSense":["AdSense"],"Service name\u0004Analytics":["Analytics"],"Close":["Fechar"],"Day":["Dia"],"Intelligent, automatic ad placement":["Posicionamento automático e inteligente de anúncios"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-adsense-8dfca99c608589682247.js"}}