{"translation-revision-date":"2023-04-24 16:01:52+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Grant permission":["Conceder permissão"],"Site Kit needs additional permissions to detect updates to tags on your site":["O Site Kit precisa de permissões adicionais para detectar atualizações nas tags do seu site"],"Copied to clipboard":["Copiado para a área de transferência"],"Key metrics":["Principais métricas"],"Looks like your site is having a technical issue with connecting to the Site Kit authentication service.":["Parece que seu site está tendo um problema técnico ao se conectar ao serviço de autenticação do Site Kit."],"%1$s <Link>%2$s<\/Link>":["%1$s <Link>%2$s<\/Link>"],"Get help":["Ajuda"],"An administrator has granted you access to view this site's Dashboard to view stats from all shared Google services. <a>Learn more<\/a>":["Um administrador concedeu acesso ao painel deste site para você ver as estatísticas de todos os Serviços do Google compartilhados. <a>Saiba mais<\/a>"],"Error connecting Site Kit":["Erro ao conectar com o Site Kit"],"Skip sign-in and view limited dashboard":["Ignorar o login e consultar o painel limitado"],"Thanks for using Site Kit!<br \/>Help us make it even better.":["Agradecemos por usar o Site Kit!<br \/>Ajude-nos a torná-lo ainda melhor."],"Shared by <strong>%s<\/strong>":["Compartilhado por <strong>%s<\/strong>"],"Shared services":["Serviços compartilhados"],"Learn more about dashboard sharing":["Saiba mais sobre o compartilhamento do painel"],"You can see stats from all shared Google services, but you can't make any changes. <a>Learn more<\/a>":["Você pode ver as estatísticas de todos os Serviços compartilhados do Google, mas não é possível fazer mudanças. <a>Saiba mais<\/a>"],"You can see stats from all shared Google services, but you can't make any changes. <strong>Sign in to connect more services and control sharing access.<\/strong>":["Você pode ver as estatísticas de todos os Serviços compartilhados do Google, mas não é possível fazer mudanças. <strong>Faça login para conectar mais serviços e controlar o acesso de compartilhamentos.<\/strong>"],"View only":["Somente ver"],"View-only Dashboard Access":["Acesso ao painel \"somente ver\""],"Gathering data…":["Coletando dados..."],"Back to dashboard":["Voltar para o painel"],"Looks like Site Kit is unable to place or detect tags on your site. This can be caused by using certain caching or maintenance mode plugins or your site’s frontend is configured on a different host or infrastructure than your administration dashboard.":["Parece que o Site Kit não pode colocar ou detectar tags no seu site. Isso por ser causado pelo uso de certos plugins de cache ou manutenção ou a interface do seu site está configurada em um host ou infraestrutura diferente do seu painel de administração"],"— New URL: %s":["— Nova URL: %s"],"— Old URL: %s":["— Antiga URL: %s"],"Activate Google Analytics to track how much traffic you’re getting and how people navigate your site.":["Ative o Google Analytics para monitorar o tráfego e saber como as pessoas navegam o seu site."],"Connect Google Analytics as part of your setup.":["Conecte o Google Analytics como parte de sua configuração."],"Monetization":["Monetização"],"Content":["Conteúdo"],"Traffic":["Tráfego"],"Get insights on how people find your site, as well as how to improve and monetize your site’s content, directly in your WordPress dashboard.":["Veja insights de como as pessoas encontram seu site, assim como dicas para melhorar e monetizar seu conteúdo, diretamente no painel do WordPress."],"screen reader text\u0004(disabled)":["(desativado)"],"Help":["Ajuda"],"All collected data is treated in accordance with the <a>Google Privacy Policy.<\/a>":["Todos os dados coletados são processados de acordo com a <a>Política de Privacidade do Google<\/a>."],"Help us improve Site Kit by sharing anonymous usage data.":["Compartilhe dados de uso anônimos para ajudar a melhorar o Site Kit."],"Site Kit cannot access the WordPress REST API. Please ensure it is enabled on your site.":["O Site Kit não pode acessar a API Rest do WordPress. Confira se ela está ativada no seu site."],"Get help with AdSense":["Receber ajuda com o AdSense"],"Get support":["Receber ajuda"],"Read help docs":["Leia a documentação de ajuda"],"Fix common issues":["Corrigir problemas comuns"],"Got it":["Entendi"],"%dh":["%dh"],"%dm":["%dmin"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Looks like you’re using a version of WordPress that’s older than 5.0. You can still install and use Site Kit, but some of its features might not work (for example translations).":["Parece que você está usando uma versão do WordPress anterior à 5.0. Mesmo assim, é possível instalar e usar o Site Kit, mas alguns recursos podem não funcionar (como traduções)."],"Next":["Próxima"],"Get insights about how people find and use your site as well as how to improve and monetize your content, directly in your WordPress dashboard.":["Obtenha insights sobre como as pessoas encontram e usam o seu site, bem como melhorar e monetizar o seu conteúdo, diretamente no seu painel do WordPress."],"Set up Site Kit":["Configurar o Site Kit"],"Learn how":["Aprender"],"Learn how to install and use the helper plugin":["Aprenda a instalar e usar o plug-in de ajuda"],"Configure":["Configurar"],"Configure the helper plugin":["Configurar o plug-in de ajuda"],"Activate":["Ativar"],"Activate the helper plugin":["Ativar o plug-in de ajuda"],"Install":["Instalar"],"Install the helper plugin":["Instalar o plug-in de ajuda"],"screen reader text\u0004(opens in a new tab)":["(abre em uma nova aba)"],"Resetting will disconnect all users and remove all Site Kit settings and data within WordPress. <br \/>You and any other users who wish to use Site Kit will need to reconnect to restore access.":["A redefinição desconectará todos os usuários e removerá todas as configurações e os dados do Site Kit no WordPress. <br \/>Você e qualquer outro usuário que queira usar o Site Kit precisará se reconectar para restaurar o acesso."],"Redo the plugin setup":["Refazer a configuração do plug-in"],"complete module setup\u0004Finish":["Concluir"],"Source: %s":["Origem: %s"],"Looks like the AMP CDN is restricted in your region, which could interfere with setup on the Site Kit service.":["Parece que a CDN de AMP é restrita na sua região. Isso pode interferir na configuração do serviço do Site Kit."],"To get more help, ask a question on our <a href=\"%1$s\">support forum<\/a> and include the text of the original error message: %2$s":["Se precisar de ajuda, faça uma pergunta no nosso <a href=\"%1$s\">fórum de suporte<\/a> e inclua o texto da mensagem de erro original: %2$s"],"Looks like your site is having a technical issue with requesting data from Google services.":["Parece que seu site está com problemas técnicos para solicitar dados dos Serviços do Google."],"Looks like the URL of your site has changed. In order to continue using Site Kit, you’ll need to reconnect, so that your plugin settings are updated with the new URL.":["Parece que o URL do seu site mudou. Para continuar usando o Site Kit, você precisará se reconectar para atualizar as configurações do plug-in com o novo URL."],"Report this problem":["Reportar este problema"],"Site Kit has already been configured by another admin of this site. To use Site Kit as well, sign in with your Google account which has access to Google services for this site (e.g. Google Analytics). Once you complete the 3 setup steps, you’ll see stats from all activated Google products.":["O Site Kit já foi configurado por outro administrador deste site. Para também usar o Site Kit, faça login na Conta do Google que tem acesso aos Serviços do Google para este site (como o Google Analytics). Depois de concluir as três etapas de configuração, você verá as estatísticas de todos os produtos Google ativados."],"Connect your Google account to Site Kit":["Conecte sua conta Google com Site Kit"],"Redo setup":["Refazer configuração"],"Site Kit can’t access necessary data":["Site Kit não conseguiu acessar os dados necessários"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup – make sure to approve all permissions at the authentication stage.":["O Site Kit não pode acessar todos os dados relevantes porque você não concedeu todas as permissões solicitadas durante a instalação. Para usar o Site Kit, você precisará refazer a instalação. Certifique-se de aprovar todas as permissões no estágio de autenticação."],"Site Kit can’t access the relevant data from %1$s because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for %1$s – make sure to approve all permissions at the authentication stage.":["O Site Kit não pode acessar os dados relevantes de %1$s porque você não concedeu todas as permissões solicitadas durante a instalação. Para usar o Site Kit, você precisará refazer a configuração para %1$s - certifique-se de aprovar todas as permissões no estágio de autenticação."],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for: %s – make sure to approve all permissions at the authentication stage.":["O Site Kit não pode acessar todos os dados relevantes porque você não concedeu todas as permissões solicitadas durante a instalação. Para usar o Site Kit, você precisará refazer a configuração para: %s - aprove todas as permissões no estágio de autenticação."],"Proceed":["Continuar"],"Additional Permissions Required":["Permissões adicionais necessárias"],"Verifying…":["Verificando..."],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Últimos %s dias"],", ":[","],"Site Kit encountered an error":["Site Kit encontrou um error"],"%s (domain property)":["%s (propriedade do  domínio)"],"We found %d existing accounts. Please choose which one to use below.":["Encontramos %d contas existentes. Escolha abaixo qual deseja utilizar."],"Checking Compatibility…":["Verificando compatibilidade..."],"Your site may not be ready for Site Kit":["Seu site pode não estar pronto para o Site Kit"],"Looks like this may be a staging environment and you already have the helper plugin. Before you can use Site Kit, please make sure you’ve provided the necessary credentials in the Authentication section and verified your production site in Search Console.":["Parece que este pode ser um ambiente staging e você já possui o plug-in auxiliar. Antes de poder usar o Site Kit, verifique se você forneceu as credenciais necessárias na seção Autenticação e se o site de produção foi verificado no Search Console."],"Looks like this may be a staging environment. If so, you’ll need to install a helper plugin and verify your production site in Search Console.":["Parece que esse pode ser um ambiente de staging. Nesse caso, você precisará instalar um plug-in auxiliar e verificar seu site de produção no Search Console."],"Oops! There was a problem during set up. Please try again.":["Opa! Houve um problema durante a configuração. Por favor, tente novamente."],"Your site has not been added to Search Console yet. Would you like to add it now?":["Seu site não está adicionado no Search Console. Você gostaria de adicioná-lo agora?"],"Site Kit by Google was successfully reset.":["Site Kit by Google foi reiniciado com sucesso."],"Authenticate Site Kit":["Autenticar Site Kit"],"Connect Search Console":["Conectar Search Console"],"Authenticate":["Autenticar"],"Go to Dashboard":["Ir para o painel"],"You successfully completed the Site Kit setup and connected Search Console. Check the dashboard for more services to connect.":["Você completou com sucesso a conexão do Site Kit com o Search Console. Verifique o painel do Site Kit para conectar mais serviços."],"Congratulations!":["Parabéns"],"Your Search Console is set up with Site Kit.":["Seu Search Console está configurado com Site Kit."],"We’re locating your Search Console account.":["Localizando sua conta Search Console."],"Choose URL":["Escolha URL"],"Congratulations, your site has been verified!":["Parabéns, seu site foi verificado!"],"We will need to verify your URL for Site Kit.":["Precisamos verificar sua URL para o Site Kit."],"Verify URL":["Verificar URL"],"Website Address":["Endereço do website"],"Getting your verified sites…":["Obtendo seus sites verificados..."],"Sign in with Google":["Acessar com o Google"],"You did not grant access to one or more of the requested scopes. Please grant all scopes that you are prompted for.":["Você não concedeu acesso ou escopos solicitados. Conceda todos os escopos solicitados."],"Please sign into your Google account to begin.":["Faça login com sua conta Google para começar."],"Authenticate with Google":["Autenticar com o Google"],"Site Kit by Google Logo":["Logo do Site Kit by Google"],"Speed":["Velocidade"],"Back":["Voltar"],"Learn more":["Saiba mais"],"Account":["Conta"],"Continue":["Continuar"],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Desconectar oo Site Kit by Google removerá seu acesso a todos os serviços. Após desconectar, você precisará autorizar novamente para restaurar o serviço."],"Disconnect":["Desconectar"],"User Avatar":["Avatar do usuário"],"Site Kit will no longer have access to your account. If you’d like to reconnect Site Kit, click \"Sign in with Google\" below to generate new credentials.":["O Site Kit não terá mais acesso à sua conta. Se desejar reconectar o Site Kit, clique em \"Acessar com o Google\" abaixo para gerar novas credenciais."],"You revoked access to Site Kit for %s":["Você revogou o acesso ao Site Kit por %s"],"Reset Site Kit":["Reiniciar Site Kit"],"Service name\u0004Search Console":["Search Console"],"Reset":["Redefinir"],"Close":["Fechar"],"Reconnect Site Kit":["Reconectar Site Kit"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-splash-07974310def74bcffca7.js"}}