{"translation-revision-date":"2023-04-24 16:01:52+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Grant permission":["Conceder permissão"],"Site Kit needs additional permissions to detect updates to tags on your site":["O Site Kit precisa de permissões adicionais para detectar atualizações nas tags do seu site"],"Copied to clipboard":["Copiado para a área de transferência"],"Edit your answers for more personalized metrics:":["Edite suas respostas para conferir mais métricas personalizadas:"],"Please select an answer":["Selecione uma resposta"],"The server provided an invalid response.":["O servidor forneceu uma resposta inválida."],"There was a critical error on this website while fetching data.":["Houve um erro crítico neste site ao buscar dados."],"Key metrics":["Principais métricas"],"Your answers will apply to the entire WordPress site: any other admins with access to Site Kit can see them and edit them.":["As suas respostas se aplicam a todo o site do WordPress, então todos os administradores com acesso ao Site Kit podem ver e editá-las"],"This answer can be edited by all Site Kit admins.":["Essa resposta pode ser editada por todos os administradores do Site Kit"],"Select only %d answer":["Selecione apenas %d resposta","Selecione até %d respostas"],"What are your top goals for this site?":["Quais são as suas principais metas para esse site?"],"What is the main purpose of this site?":["Qual o principal objetivo desse site?"],"You can always edit your answers later from Settings":["Você pode editar suas respostas depois nas Configurações"],"Monthly":["Todo mês"],"Weekly":["Toda semana"],"Daily":["Todo dia"],"Get help":["Ajuda"],"Retry":["Tentar novamente"],"Error connecting Site Kit":["Erro ao conectar com o Site Kit"],"Thanks for using Site Kit!<br \/>Help us make it even better.":["Agradecemos por usar o Site Kit!<br \/>Ajude-nos a torná-lo ainda melhor."],"Shared by <strong>%s<\/strong>":["Compartilhado por <strong>%s<\/strong>"],"Shared services":["Serviços compartilhados"],"Learn more about dashboard sharing":["Saiba mais sobre o compartilhamento do painel"],"You can see stats from all shared Google services, but you can't make any changes. <a>Learn more<\/a>":["Você pode ver as estatísticas de todos os Serviços compartilhados do Google, mas não é possível fazer mudanças. <a>Saiba mais<\/a>"],"You can see stats from all shared Google services, but you can't make any changes. <strong>Sign in to connect more services and control sharing access.<\/strong>":["Você pode ver as estatísticas de todos os Serviços compartilhados do Google, mas não é possível fazer mudanças. <strong>Faça login para conectar mais serviços e controlar o acesso de compartilhamentos.<\/strong>"],"View only":["Somente ver"],"Gathering data…":["Coletando dados..."],"Back to dashboard":["Voltar para o painel"],"Monetization":["Monetização"],"Content":["Conteúdo"],"Traffic":["Tráfego"],"screen reader text\u0004(disabled)":["(desativado)"],"Help":["Ajuda"],"All collected data is treated in accordance with the <a>Google Privacy Policy.<\/a>":["Todos os dados coletados são processados de acordo com a <a>Política de Privacidade do Google<\/a>."],"Help us improve Site Kit by sharing anonymous usage data.":["Compartilhe dados de uso anônimos para ajudar a melhorar o Site Kit."],"Get help with AdSense":["Receber ajuda com o AdSense"],"Get support":["Receber ajuda"],"Read help docs":["Leia a documentação de ajuda"],"Fix common issues":["Corrigir problemas comuns"],"Got it":["Entendi"],"%dh":["%dh"],"%dm":["%dmin"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Get metrics and suggestions that are specific to your site by telling Site Kit more about your site":["Para receber métricas e sugestões específicas para seu site, dê mais informações sobre ele ao Site Kit"],"Customize Site Kit to match your goals":["Personalize o Site Kit de acordo com suas metas"],"Based on your answers, Site Kit will tailor the metrics and advice you see on your dashboard to help you make progress in these areas":["Com base em suas respostas, o Site Kit personalizará as métricas e os conselhos que você vê em seu painel para ajudá-lo a progredir nessas áreas"],"Based on your answer, Site Kit will tailor the metrics you see on your dashboard to help you track how close you’re getting to your specific goals":["Com base em sua resposta, o Site Kit ajustará as métricas que você vê em seu painel para ajudá-lo a rastrear o quão perto você está de suas metas específicas"],"Based on your answer, Site Kit will suggest new features for your dashboard related to content creation":["Com base em sua resposta, o Site Kit irá sugerir novos recursos para o seu painel relacionados à criação de conteúdo"],"Submit":["Enviar"],"Next":["Próxima"],"Encouragement to post more frequently":["Estímulo para postar com mais frequência"],"Help my content rank in a better position in Google search results":["Ajudar meu conteúdo a ficar melhor posicionado nos resultados da pesquisa do Google"],"Share a business card or portfolio to represent me or my company online":["Compartilhar um portfólio ou cartão de visita que represente a mim ou minha empresa na Internet"],"Publish news content":["Publicar conteúdo de notícias"],"Publish a blog":["Publicar um blog"],"Monetize content (with ads or affiliate links)":["Monetizar conteúdo (com anúncios ou links de afiliados)"],"Sell products or services":["Vender produtos ou serviços"],"Never":["Nunca"],"screen reader text\u0004(opens in a new tab)":["(abre em uma nova aba)"],"Redo the plugin setup":["Refazer a configuração do plug-in"],"Source: %s":["Origem: %s"],"Report this problem":["Reportar este problema"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Para corrigir isso, <a href=\"%s\">refaça a configuração do plugin<\/a>"],"Redo setup":["Refazer configuração"],"Site Kit can’t access necessary data":["Site Kit não conseguiu acessar os dados necessários"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup – make sure to approve all permissions at the authentication stage.":["O Site Kit não pode acessar todos os dados relevantes porque você não concedeu todas as permissões solicitadas durante a instalação. Para usar o Site Kit, você precisará refazer a instalação. Certifique-se de aprovar todas as permissões no estágio de autenticação."],"Site Kit can’t access the relevant data from %1$s because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for %1$s – make sure to approve all permissions at the authentication stage.":["O Site Kit não pode acessar os dados relevantes de %1$s porque você não concedeu todas as permissões solicitadas durante a instalação. Para usar o Site Kit, você precisará refazer a configuração para %1$s - certifique-se de aprovar todas as permissões no estágio de autenticação."],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for: %s – make sure to approve all permissions at the authentication stage.":["O Site Kit não pode acessar todos os dados relevantes porque você não concedeu todas as permissões solicitadas durante a instalação. Para usar o Site Kit, você precisará refazer a configuração para: %s - aprove todas as permissões no estágio de autenticação."],"Proceed":["Continuar"],"Additional Permissions Required":["Permissões adicionais necessárias"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Últimos %s dias"],", ":[","],"Site Kit encountered an error":["Site Kit encontrou um error"],"Sign in with Google":["Acessar com o Google"],"Site Kit by Google Logo":["Logo do Site Kit by Google"],"Speed":["Velocidade"],"Back":["Voltar"],"Learn more":["Saiba mais"],"Error: %s":["Erro: %s"],"Account":["Conta"],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Desconectar oo Site Kit by Google removerá seu acesso a todos os serviços. Após desconectar, você precisará autorizar novamente para restaurar o serviço."],"Disconnect":["Desconectar"],"User Avatar":["Avatar do usuário"],"Edit":["Editar"],"Cancel":["Cancelar"],"Confirm Changes":["Confirmar alterações"],"Close":["Fechar"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-user-input-b53a0a70d77380a8903e.js"}}