{"translation-revision-date":"2023-04-24 16:01:52+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Set up conversions":["Configure conversões"],"Set up conversion events to track how well your site fulfils your business objectives.":["Configure eventos de conversão para acompanhar o desempenho do seu site em relação às metas do seu negócio."],"Coversions":["Coversões"],"Conversions":["Conversões"],"Conversions completed":["Conversões concluídas"],"Copied to clipboard":["Copiado para a área de transferência"],"Error in Google Chart":["Erro no Gráfico Google"],"An error prevented this Google chart from being displayed properly. Report the exact contents of the error on the support forum to find out what caused it.":["Um erro impediu que este gráfico do Google fosse exibido corretamente. Informe o conteúdo exato do erro no fórum de suporte para descobrir a causa dele."],"The server provided an invalid response.":["O servidor forneceu uma resposta inválida."],"There was a critical error on this website while fetching data.":["Houve um erro crítico neste site ao buscar dados."],"Retry":["Tentar novamente"],"Data Unavailable":["Dados indisponíveis"],"Recoverable modules\u0004, ":[", "],"The data for the following modules was previously shared by an admin who no longer has access: %s. Please contact another admin to restore it.":["Os dados dos seguintes módulos foram compartilhados anteriormente por um administrador que não tem mais acesso: %s. Peça a restauração dele para outro administrador."],"%s data was previously shared by an admin who no longer has access. Please contact another admin to restore it.":["Os dados do módulo %s foram compartilhados anteriormente por um administrador que não tem mais acesso. Peça a restauração dele para outro administrador."],"%1$s configured %2$s and you don’t have access to this Search Console property. Contact them to share access or change the Search Console property.":["%1$s configurou o módulo %2$s, e você não tem acesso a esta propriedade do Search Console. Peça para essa pessoa compartilhar o acesso ou mudar a propriedade do Search Console."],"Another admin":["Outro administrador"],"By clicking confirm changes, you’re granting other users view-only access to data from %s via your Google account. You can always manage this later in the dashboard sharing settings.":["Ao confirmar as mudanças, você dá a outros usuários acesso para ver os dados do módulo %s pela sua Conta do Google. É possível gerenciar isso a qualquer momento nas configurações de compartilhamento do painel."],"No data to display: your site hasn’t appeared in Search yet":["Nenhum dado para mostrar: seu site ainda não apareceu na Pesquisa"],"No data to display: your page hasn’t appeared in Search yet":["Nenhum dado para mostrar: sua página ainda não apareceu na Pesquisa"],"See how many people visit your site from Search and track how you’re achieving your goals.":["Confira quantas pessoas visitam seu site pela Pesquisa e acompanhe como você está alcançando suas metas."],"Set up goals to track how well your site fulfills your business objectives.":["Defina metas para acompanhar o quão bem seu site atende aos seus objetivos de negócios."],"Set up Google Analytics":["Configurar Google Analytics"],"Goals completed":["Meta concluída"],"Unique visitors from Search":["Visitantes únicos por Busca"],"Gathering data…":["Coletando dados..."],"Search traffic over the last %s day":["Pesquise o tráfego do último %s dia","Pesquise o tráfego dos últimos %s dias"],"Goals":["Metas"],"Your site hasn’t appeared in Search yet":["Seu site ainda não apareceu na Pesquisa"],"Your page hasn’t appeared in Search yet":["Sua página ainda não apareceu na Pesquisa"],"screen reader text\u0004(disabled)":["(desativado)"],"New":["Novo"],"Top search queries for your page":["Principais consultas de pesquisa para sua página"],"%dh":["%dh"],"%dm":["%dmin"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Bounce Rate %":["Taxa de rejeição %"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>"],"Others":["Outros"],"Complete setup":["Concluir configuração"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s%%<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s%%<\/em>"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s vs %2$s"],"screen reader text\u0004(opens in a new tab)":["(abre em uma nova aba)"],"Unique Visitors":["Visitantes únicos"],"Source: %s":["Origem: %s"],"This service was originally connected by an administrator — you can contact them for more information.":["Este serviço foi originalmente conectado por um administrador — você pode contatá-lo para obter mais informações."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Este serviço foi originalmente conectado pelo administrador \"%s\" — você pode contatá-lo para obter mais informações."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para acessar os dados de %s, então você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta propriedade do Search Console, então você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta visualização do Analytics, portanto, você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta propriedade do Analytics, portanto, você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta conta do Analytics, portanto, você não poderá ver as estatísticas dela no painel do Site Kit."],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Para corrigir isso, <a href=\"%s\">refaça a configuração do plugin<\/a>"],"Previous period":["Período anterior"],"Connected Property":["Propriedade conectada"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Últimos %s dias"],", ":[","],"%s (domain property)":["%s (propriedade do  domínio)"],"Search Traffic Summary":["Resumo do tráfego de pesquisa"],"OK, Got it!":["Ok, entendido"],"Top search queries for your site":["Principais palavras-chave que levam ao seu site"],"Total Impressions":["Total de impressões"],"Total Clicks":["Total de cliques"],"Create a new goal":["Criar nova meta"],"Unique Visitors from Search":["Visitantes únicos por Busca"],"Session Duration":["Duração da sessão"],"Bounce Rate":["Taxa de rejeição"],"Property":["Propriedade"],"Learn more":["Saiba mais"],"Error: %s":["Erro: %s"],"Counted each time your content appears in search results":["Contado sempre que seu conteúdo aparece nos resultados de pesquisa"],"Impressions":["Impressões"],"Number of times users clicked on your content in search results":["Número de vezes que os usuários clicaram no seu conteúdo nos resultados de pesquisa"],"Clicks":["Cliques"],"Most searched for keywords related to your content":["Mais pesquisadas por palavras-chave relacionadas ao seu conteúdo"],"Sessions":["Sessões"],"Users":["Usuários"],"Service name\u0004Search Console":["Search Console"],"Service name\u0004Analytics":["Analytics"],"Day":["Dia"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-search-console-bc9c2e9c49f67f1874df.js"}}