{"translation-revision-date":"2023-04-24 16:01:52+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"The server provided an invalid response.":["O servidor forneceu uma resposta inválida."],"There was a critical error on this website while fetching data.":["Houve um erro crítico neste site ao buscar dados."],"Exclude Analytics":["Excluir Analytics"],"Not a valid Optimize Container ID.":["O ID do contêiner do Optimize não é válido"],"Retry":["Tentar novamente"],"Analytics is currently set to not track some logged-in users. If you’re setting up or testing experiments on <a>optimize.google.com<\/a>, make sure you’re not logged in to your WordPress site, otherwise the experiment will fail.":["No momento, o Analytics está configurado para não rastrear alguns usuários logados. Se você estiver configurando ou fazendo experimentos em um <a>optimize.google.com<\/a>, verifique se você não está logado no seu site WordPress, se não o experimento não funcionará."],"Anti-flicker snippet":["Snippet antioscilação"],"Learn more about the anti-flicker snippet.":["Saiba mais sobre o snippet antioscilação."],"Place anti-flicker snippet on your site":["Usar o snippet antioscilação no seu site"],"Site Kit will not add the code to your site. <a>Learn more<\/a>.":["O Site Kit não adicionará o código ao site. <a>Saiba mais<\/a>."],"Site Kit will add the code automatically. <a>Learn more<\/a>.":["O Site Kit adicionará o código automaticamente. <a>Saiba mais<\/a>."],"screen reader text\u0004(disabled)":["(desativado)"],"Users that can write posts will be excluded from Analytics tracking":["Usuários que podem escrever posts serão excluídos do rastreamento do Analytics."],"Users that can write posts":["Usuários que podem escrever posts"],"All logged-in users":["Todos os usuários conectados"],"%dh":["%dh"],"%dm":["%dmin"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"screen reader text\u0004(opens in a new tab)":["(abre em uma nova aba)"],"This service was originally connected by an administrator — you can contact them for more information.":["Este serviço foi originalmente conectado por um administrador — você pode contatá-lo para obter mais informações."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Este serviço foi originalmente conectado pelo administrador \"%s\" — você pode contatá-lo para obter mais informações."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para acessar os dados de %s, então você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta propriedade do Search Console, então você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta visualização do Analytics, portanto, você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta propriedade do Analytics, portanto, você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta conta do Analytics, portanto, você não poderá ver as estatísticas dela no painel do Site Kit."],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Para corrigir isso, <a href=\"%s\">refaça a configuração do plugin<\/a>"],"<a href=\"%s\">Click here<\/a> to connect Google Analytics":["<a href=\"%s\">Clique aqui<\/a> para conectar como o Google Analytics"],"Google Analytics must be active to use Optimize":["Google Analytics deve ativar o uso do Optimize"],"<a href=\"%s\">Click here<\/a> for how to implement Optimize tag in Google Analytics Code Snippet":["<a href=\"%s\">Click aqui<\/a> para implementar a tag do Optimize com o código Snippet do Google Analytics"],"<a href=\"%s\">Click here<\/a> for how to implement Optimize tag through your Tag Manager":["<a href=\"%s\">Clique aqui<\/a> para ver como implementar a tag Optimize com o seu Tag Manager"],"Format: GTM-XXXXXXX or OPT-XXXXXXX":["Formato: GTM-XXXXXXX ou OPT-XXXXXXX"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Últimos %s dias"],", ":[","],"All logged-in users will be included in Analytics tracking":["Todos os usuários conectados serão incluídos no rastreamento do Analytics"],"All logged-in users will be excluded from Analytics tracking":["Todos os usuários conectados serão excluídos do rastreamento do Google Analytics"],"To set up experiments and see the results, go to ":["Para configurar os experimentos e ver os resultados, vá para"],"Snippet is not inserted":["Snippet não foi inserido"],"Snippet is inserted":["Snippet foi inserido"],"Learn more":["Saiba mais"],"Error: %s":["Erro: %s"],"Configure Optimize":["Configurar Optimize"],"Optimize Container ID":["ID do contêiner Optimize"],"AMP experiment settings are not in a valid JSON format.":["As configurações AMP não estão em um formato JSON válido."],"Please input your AMP experiment settings in JSON format below.":["Insira as configurações da sua experiência AMP no formato JSON abaixo."],"You disabled Analytics auto insert snippet. If you are using Google Analytics code snippet, add the code below:":["Você desativou o snippet de inserção automática do Analytics. Se você estiver usando o snippet de código do Google Analytics, adicione o código abaixo:"],"You are using auto insert snippet with Tag Manager":["Você está usando inserção automática de snippet com Google Tag Manager"],"Your Optimize Container ID":["ID do contênier Optimize"],"Service name\u0004Optimize":["Optimize"],"Probability and confidence calculations":["Cálculos de probabilidade e confiança"],"Improvement tracking":["Rastreamento de melhoria"],"A\/B or multivariate testing":["Teste A\/B ou multivariado"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-optimize-82cbc3a38fb0c0d386cd.js"}}