{"translation-revision-date":"2023-04-24 16:01:52+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Grant permission":["Conceder permissão"],"Site Kit needs additional permissions to detect updates to tags on your site":["O Site Kit precisa de permissões adicionais para detectar atualizações nas tags do seu site"],"Copied to clipboard":["Copiado para a área de transferência"],"Edit your answers for more personalized metrics:":["Edite suas respostas para conferir mais métricas personalizadas:"],"Please select an answer":["Selecione uma resposta"],"The server provided an invalid response.":["O servidor forneceu uma resposta inválida."],"There was a critical error on this website while fetching data.":["Houve um erro crítico neste site ao buscar dados."],"Personalize your metrics":["Personalize suas métricas"],"Answer 3 quick questions to help us show the most relevant data for your site":["Responda 3 perguntas rápidas para nos ajudar a mostrar os dados mais relevantes para seu site"],"Key metrics":["Principais métricas"],"Select only %d answer":["Selecione apenas %d resposta","Selecione até %d respostas"],"Google Analytics 4 is not connected":["O Google Analytics 4 não está conectado"],"What are your top goals for this site?":["Quais são as suas principais metas para esse site?"],"What is the main purpose of this site?":["Qual o principal objetivo desse site?"],"You can always edit your answers later from Settings":["Você pode editar suas respostas depois nas Configurações"],"Monthly":["Todo mês"],"Weekly":["Toda semana"],"Daily":["Todo dia"],"Connect Google Analytics 4":["Conecte o Google Analytics 4"],"Complete setup for %s":["Concluir a configuração do módulo %s"],"Get help":["Ajuda"],"Retry":["Tentar novamente"],"Error connecting Site Kit":["Erro ao conectar com o Site Kit"],"Thanks for using Site Kit!<br \/>Help us make it even better.":["Agradecemos por usar o Site Kit!<br \/>Ajude-nos a torná-lo ainda melhor."],"Shared by <strong>%s<\/strong>":["Compartilhado por <strong>%s<\/strong>"],"Shared services":["Serviços compartilhados"],"Learn more about dashboard sharing":["Saiba mais sobre o compartilhamento do painel"],"You can see stats from all shared Google services, but you can't make any changes. <a>Learn more<\/a>":["Você pode ver as estatísticas de todos os Serviços compartilhados do Google, mas não é possível fazer mudanças. <a>Saiba mais<\/a>"],"You can see stats from all shared Google services, but you can't make any changes. <strong>Sign in to connect more services and control sharing access.<\/strong>":["Você pode ver as estatísticas de todos os Serviços compartilhados do Google, mas não é possível fazer mudanças. <strong>Faça login para conectar mais serviços e controlar o acesso de compartilhamentos.<\/strong>"],"View only":["Somente ver"],"Gathering data…":["Coletando dados..."],"Back to dashboard":["Voltar para o painel"],"Monetization":["Monetização"],"Content":["Conteúdo"],"Traffic":["Tráfego"],"Experimental":["Experimental"],"Display relevant page stats in the Admin bar":["Mostrar estatísticas relevantes da página na barra de administração"],"Plugin Settings":["Configurações de plug-ins"],"screen reader text\u0004(disabled)":["(desativado)"],"Help":["Ajuda"],"All collected data is treated in accordance with the <a>Google Privacy Policy.<\/a>":["Todos os dados coletados são processados de acordo com a <a>Política de Privacidade do Google<\/a>."],"Help us improve Site Kit by sharing anonymous usage data.":["Compartilhe dados de uso anônimos para ajudar a melhorar o Site Kit."],"Get help with AdSense":["Receber ajuda com o AdSense"],"Get support":["Receber ajuda"],"Read help docs":["Leia a documentação de ajuda"],"Fix common issues":["Corrigir problemas comuns"],"Got it":["Entendi"],"%dh":["%dh"],"%dm":["%dmin"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Remind me later":["Lembrar mais tarde"],"Next":["Próxima"],"Encouragement to post more frequently":["Estímulo para postar com mais frequência"],"Help my content rank in a better position in Google search results":["Ajudar meu conteúdo a ficar melhor posicionado nos resultados da pesquisa do Google"],"Share a business card or portfolio to represent me or my company online":["Compartilhar um portfólio ou cartão de visita que represente a mim ou minha empresa na Internet"],"Publish news content":["Publicar conteúdo de notícias"],"Publish a blog":["Publicar um blog"],"Monetize content (with ads or affiliate links)":["Monetizar conteúdo (com anúncios ou links de afiliados)"],"Sell products or services":["Vender produtos ou serviços"],"Never":["Nunca"],"screen reader text\u0004(opens in a new tab)":["(abre em uma nova aba)"],"Resetting will disconnect all users and remove all Site Kit settings and data within WordPress. <br \/>You and any other users who wish to use Site Kit will need to reconnect to restore access.":["A redefinição desconectará todos os usuários e removerá todas as configurações e os dados do Site Kit no WordPress. <br \/>Você e qualquer outro usuário que queira usar o Site Kit precisará se reconectar para restaurar o acesso."],"Redo the plugin setup":["Refazer a configuração do plug-in"],"Source: %s":["Origem: %s"],"Report this problem":["Reportar este problema"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Para corrigir isso, <a href=\"%s\">refaça a configuração do plugin<\/a>"],"Redo setup":["Refazer configuração"],"Site Kit can’t access necessary data":["Site Kit não conseguiu acessar os dados necessários"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup – make sure to approve all permissions at the authentication stage.":["O Site Kit não pode acessar todos os dados relevantes porque você não concedeu todas as permissões solicitadas durante a instalação. Para usar o Site Kit, você precisará refazer a instalação. Certifique-se de aprovar todas as permissões no estágio de autenticação."],"Site Kit can’t access the relevant data from %1$s because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for %1$s – make sure to approve all permissions at the authentication stage.":["O Site Kit não pode acessar os dados relevantes de %1$s porque você não concedeu todas as permissões solicitadas durante a instalação. Para usar o Site Kit, você precisará refazer a configuração para %1$s - certifique-se de aprovar todas as permissões no estágio de autenticação."],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for: %s – make sure to approve all permissions at the authentication stage.":["O Site Kit não pode acessar todos os dados relevantes porque você não concedeu todas as permissões solicitadas durante a instalação. Para usar o Site Kit, você precisará refazer a configuração para: %s - aprove todas as permissões no estágio de autenticação."],"Proceed":["Continuar"],"Additional Permissions Required":["Permissões adicionais necessárias"],"Saving…":["Salvando..."],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Últimos %s dias"],", ":[","],"Site Kit encountered an error":["Site Kit encontrou um error"],"Sign in with Google":["Acessar com o Google"],"Site Kit by Google Logo":["Logo do Site Kit by Google"],"Speed":["Velocidade"],"Back":["Voltar"],"Learn more":["Saiba mais"],"Error: %s":["Erro: %s"],"Account":["Conta"],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Desconectar oo Site Kit by Google removerá seu acesso a todos os serviços. Após desconectar, você precisará autorizar novamente para restaurar o serviço."],"Disconnect":["Desconectar"],"User Avatar":["Avatar do usuário"],"Admin Settings":["Configurações de Administração"],"Connect More Services":["Conectar mais serviços"],"Connected Services":["Serviços conectados"],"Tracking":["Rastreamento"],"Site Kit is connected":["Site Kit está conectado"],"Plugin Status":["Status do plugin"],"We’re working on adding new services to Site Kit by Google all the time, so please check back in the future.":["Estamos trabalhando para adicionar novos seviços ao Site Kit pelo Google o tempo todo. Portanto, verifique novamente no futuro."],"Congrats, you’ve connected all services!":["Parabéns, você conectou todos os serviços!"],"Connect More Services to Gain More Insights":["Conecte mais serviços para obter mais Insights"],"these active modules depend on %1$s and will also be disconnected: %2$s":["estes módulos ativos dependem de %1$s e também serão desconectados: %2$s"],"Disconnect %s from Site Kit?":["Desconectar %s do Site Kit?"],"See full details in %s":["Ver todos os detalhes em %s"],"Disconnect %s from Site Kit":["Desconectar %s do Site Kit"],"Edit":["Editar"],"Cancel":["Cancelar"],"Connected":["Conectado"],"Confirm Changes":["Confirmar alterações"],"By disconnecting the %s module from Site Kit, you will no longer have access to:":["Ao desconectar o módulo %s do Site Kit, você não terá mais acesso a:"],"Section locked while editing":["Seção bloqueada durante a edição"],"Set up %s":["Configurar %s"],"Reset Site Kit":["Reiniciar Site Kit"],"Reset":["Redefinir"],"Close":["Fechar"],"Settings":["Configurações"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-settings-fd99b478c518a14edd59.js"}}