{"translation-revision-date":"2023-04-24 16:01:52+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Copied to clipboard":["Copiado para a área de transferência"],"Error in Google Chart":["Erro no Gráfico Google"],"An error prevented this Google chart from being displayed properly. Report the exact contents of the error on the support forum to find out what caused it.":["Um erro impediu que este gráfico do Google fosse exibido corretamente. Informe o conteúdo exato do erro no fórum de suporte para descobrir a causa dele."],"The server provided an invalid response.":["O servidor forneceu uma resposta inválida."],"There was a critical error on this website while fetching data.":["Houve um erro crítico neste site ao buscar dados."],"Retry didn’t work? <HelpLink \/>":["Tentar de novo não funcionou? <HelpLink \/>"],"Google Analytics 4":["Google Analytics 4"],"IP addresses will not be anonymized. <LearnMoreLink \/>":["Os endereços IP não serão anonimizados <LearnMoreLink \/>"],"IP addresses":["Endereços IP"],"Google Ads":["Google Ads"],"Exclude Analytics":["Excluir Analytics"],"The administrator sharing this module with you has lost access to the %s service, so you won’t be able to see stats from it on the Site Kit dashboard. You can contact them or another administrator to restore access.":["O administrador perdeu o acesso ao serviço %s, então você não conseguirá ver os dados desse serviço no painel de controle do Site Kit. Entre em contato com o administrador ou outros administradores para restaurar o acesso"],"Access lost to %s":["Acesso perdido para %s"],"%s configured Analytics and you don’t have access to its configured property. Contact them to share access or setup Google Analytics 4.":["%s configurou o Analytics e você não tem acesso às propriedades configuradas. Entre em contato com esse serviço para ter acesso ou configurar o Google Analytics 4."],"%s configured Analytics 4 and you don’t have access to its configured property. Contact them to share access or change the configured property.":["%s configurou o Analytics e você não tem acesso às propriedades configuradas. Entre em contato com esse serviço para ter acesso ou mudar a propriedade configurada."],"%s configured Analytics and you don’t have access to its configured property. Contact them to share access or change the configured Google Analytics 4 property.":["%s configurou o Analytics e você não tem acesso às propriedades configuradas. Entre em contato com esse serviço para ter acesso ou mudar a propriedade configurada do Google Analytics"],"A Google Tag Manager container with a tag for the selected property, %s, was found on your site, so Site Kit will not place its own tag. If you would prefer to have Site Kit insert this tag, remove it from your Google Tag Manager container and update later in Settings.":["Um contêiner do Gerenciador de tags do Google com uma tag para a propriedade selecionada, %s, foi encontrado em seu site, portanto, o Site Kit não colocará sua própria tag. Se você preferir que o Site Kit insira essa tag, remova-a do contêiner do Gerenciador de tags do Google e atualize mais tarde em Configurações."],"Set up your Google Analytics 4 property here":["Configure sua propriedade do Google Analytics 4 aqui"],"An existing Google Analytics property with the ID %s was found on your site, added by Google Tag Manager.":["Uma propriedade existente do Google Analytics com o ID %s foi encontrada em seu site, adicionada pelo Gerenciador de tags do Google."],"Request access":["Solicitar acesso"],"Get help":["Ajuda"],"Retry":["Tentar novamente"],"Data errors in %s":["Erros de dados no módulo %s"],"The code is controlled by the Tag Manager module":["O código é controlado pelo módulo do Gerenciador de tags"],"Another admin":["Outro administrador"],"By clicking confirm changes, you’re granting other users view-only access to data from %s via your Google account. You can always manage this later in the dashboard sharing settings.":["Ao confirmar as mudanças, você dá a outros usuários acesso para ver os dados do módulo %s pela sua Conta do Google. É possível gerenciar isso a qualquer momento nas configurações de compartilhamento do painel."],"If you prefer to collect data using that existing GA4 tag, please select the corresponding account and property above.":["Se você preferir coletar dados usando essa tag do GA4 já existente, selecione a conta e a propriedade correspondentes acima."],"Make sure you remove it if you decide to place the same GA4 tag via Site Kit, otherwise they will be duplicated.":["Não se esqueça de removê-la se decidir colocar a mesma tag do GA4 usando o Site Kit. Caso contrário, elas vão ser duplicadas."],"If you prefer to collect data using that existing UA tag, please select the corresponding account and property above.":["Se você preferir coletar dados usando essa tag do UA (Universal Analytics) que já existe, selecione a conta e a propriedade correspondentes acima."],"An existing tag %s was found on the page.":["Uma tag %s existente foi encontrada na página."],"Make sure you remove it if you want to place the same UA tag via Site Kit, otherwise they will be duplicated.":["Não se esqueça de removê-la se quiser colocar a mesma tag do UA usando o Site Kit. Caso contrário, elas vão ser duplicadas."],"A tag %s for the selected property already exists on the site.":["Já existe uma tag %s para a propriedade selecionada no site."],"Analytics property name and ID\u0004%1$s (%2$s)":["%1$s (%2$s)"],"No data to display: your site hasn’t received any visitors yet":["Nenhum dado para mostrar: seu site ainda não recebeu visitantes"],"No data to display: your page hasn’t received any visitors yet":["Nenhum dado para mostrar: sua página ainda não recebeu visitantes"],"Gathering data…":["Coletando dados..."],"A pie chart for Analytics that is gathering data, so has no data to display.":["Um gráfico de pizza para o Analytics que está juntando dados, então ainda não tem informações para exibir."],"gathering data…":["coletando dados..."],"Overall page metrics over the last %s day":["Métricas gerais da página para o último %s dia","Métricas gerais da página para os últimos %s dias"],"Site Kit will not add the UA code to your site.":["O Site Kit não adicionará o código do UA ao seu site."],"Site Kit will add the UA code automatically.":["O Site Kit adicionará o código do UA automaticamente."],"Activate Google Analytics 4 and place code on your site.":["Ative o Google Analytics 4 e posicione o código no seu site."],"Your site hasn’t received any visitors yet":["Seu site ainda não recebeu nenhum visitante"],"Your page hasn’t received any visitors yet":["Sua página ainda não recebeu nenhum visitante"],"Google Analytics 4 Code Snippet":["Snippet de código do Google Analytics 4"],"Universal Analytics Code Snippet":["Snippet de código do Universal Analytics"],"(unknown)":["(desconhecido)"],"Edit <VisuallyHidden>Google Analytics 4 web data stream <\/VisuallyHidden>in Analytics":["Editar <VisuallyHidden>fluxo de dados da Web Google Analytics 4<\/VisuallyHidden> no Analytics"],"Edit <VisuallyHidden>Universal Analytics property view <\/VisuallyHidden>in Analytics":["Editar <VisuallyHidden>visualização da propriedade Universal Analytics<\/VisuallyHidden> no Analytics"],"screen reader text\u0004(disabled)":["(desativado)"],"<VisuallyHidden>Google Analytics 4<\/VisuallyHidden> Measurement ID":["ID de métricas do <VisuallyHidden>Google Analytics 4<\/VisuallyHidden>"],"Place Google Analytics 4 code":["Inserir código do Google Analytics 4"],"Place Universal Analytics code":["Inserir código do Universal Analytics"],"Google Analytics 4 Property":["Propriedade Google Analytics 4"],"This will create both a Google Analytics 4 and Universal Analytics property.":["Essa ação criará propriedades Google Analytics 4 e Universal Analytics."],"You need to connect the Universal Analytics property that’s associated with this Google Analytics 4 property.":["Você precisa conectar a propriedade Universal Analytics associada a esta propriedade Google Analytics 4."],"You need to connect the Google Analytics 4 property that’s associated with this Universal Analytics property.":["Você precisa conectar a propriedade Google Analytics 4 associada a esta propriedade Universal Analytics."],"An associated Universal Analytics property will also be created.":["Uma propriedade Universal Analytics associada também será criada."],"A Google Analytics 4 property will also be created.":["Uma propriedade Google Analytics 4 também será criada."],"You’ll only see Universal Analytics data for now.":["Por enquanto, você verá apenas dados do Universal Analytics."],"Users that can write posts will be excluded from Analytics tracking":["Usuários que podem escrever posts serão excluídos do rastreamento do Analytics."],"Users that can write posts":["Usuários que podem escrever posts"],"All logged-in users":["Todos os usuários conectados"],"New":["Novo"],"If you’re using Google Ads, insert your Ads conversion ID if you’d like Site Kit to place the snippet on your site":["Se você estiver usando Google Ads, insira seu ID de conversão de anúncios se você quiser que o Site Kit posicione o snippet em seu site"],"Conversion IDs must be in the format: AW-XXXXX":["Os IDs de conversão devem ter o formato: AW-XXXXX"],"Ads Conversion ID":["ID de conversão de anúncios"],"Got it":["Entendi"],"The code is controlled by the Tag Manager module.":["O código é controlado pelo módulo do Gerenciador de tags."],"%dh":["%dh"],"%dm":["%dmin"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"See the full list of channels in Analytics":["Veja a lista completa de canais no Analytics"],"See the full list of devices in Analytics":["Veja a lista completa de dispositivos no Analytics"],"See the full list of locations in Analytics":["Veja a lista completa de locais no Analytics"],"Bounce Rate %":["Taxa de rejeição %"],"Learn more about what \"%s\" means":["Saiba mais sobre o que %s significa"],"All Users":["Todos os usuários"],"compared to the previous %s days":["em comparação com os últimos %s dias"],"<span>By<\/span> devices":["<span>Por<\/span> dispositivo"],"<span>By<\/span> locations":["<span>Por<\/span> local"],"<span>By<\/span> channels":["<span>Por<\/span> canal"],"%s:":["%s:"],"Stat information for the user dimensions chart tooltip\u0004Users: <strong>%1$s<\/strong> <em>%2$s %3$s%%<\/em>":["Usuários: <strong>%1$s<\/strong> <em>%2$s %3$s%%<\/em>"],"Devices":["Dispositivos"],"Locations":["Locais"],"Channels":["Canais"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>"],"Others":["Outros"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s vs %2$s"],"Next":["Próxima"],"Learn more about IP anonymization.":["Saiba mais sobre a anonimização do IP."],"screen reader text\u0004(opens in a new tab)":["(abre em uma nova aba)"],"Learn more here.":["Saiba mais aqui."],"Got a Google Analytics 4 (GA4) property and want to find out how to use it with Site Kit?":["Você tem uma propriedade do Google Analytics 4 (GA4) e quer descobrir como usá-la com o Site Kit?"],"Source: %s":["Origem: %s"],"default Analytics view name\u0004All Web Site Data":["Todos os dados do Web site"],"This service was originally connected by an administrator — you can contact them for more information.":["Este serviço foi originalmente conectado por um administrador — você pode contatá-lo para obter mais informações."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Este serviço foi originalmente conectado pelo administrador \"%s\" — você pode contatá-lo para obter mais informações."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para acessar os dados de %s, então você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta propriedade do Search Console, então você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta visualização do Analytics, portanto, você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta propriedade do Analytics, portanto, você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta conta do Analytics, portanto, você não poderá ver as estatísticas dela no painel do Site Kit."],"Insufficient permissions in %s":["Permissões insuficientes em %s"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Para corrigir isso, <a href=\"%s\">refaça a configuração do plugin<\/a>"],"Top acquisition channels":["Top canais de aquisição"],"You can make changes to this view (e.g. exclude URL query parameters) in Google Analytics.":["Você pode fazer alterações nessa tela (ex. excluir parâmetros de consulta de URL) no Google Analytics."],"View Name":["Ver nome"],"Warning":["Aviso"],"A view with this name already exists.":["Já existe uma tela com este nome"],"Previous period":["Período anterior"],"Country":["País"],"Timezone":["Fuso horário"],"Set up a new view":["Configurar uma nova visualização"],"You will need to give Site Kit permission to create an Analytics account on your behalf and also accept the Google Analytics terms of service.":["Você precisará dar permissão ao Site Kit para criar uma conta do Google Analytics em seu nome e também aceitar os termos de serviço do Google Analytics."],"You will be redirected to Google Analytics to accept the terms of service.":["Você será redirecionado para o Google Analytics para aceitar os termos de serviço."],"We’ve pre-filled the required information for your new account. Confirm or edit any details:":["Pré-preenchemos as informações necessárias para sua nova conta. Confirme ou edite todos os detalhes:"],"Create your Analytics account":["Crie sua conta Analytics"],"Additional permissions are required to create a new Analytics account.":["Permissões adicionais são necessárias para criar uma nova conta do Google Analytics."],"Get reports for your top earning pages by linking your Analytics and AdSense accounts":["Obtenha relatórios das suas páginas com mais ganhos vinculando as suas contas do Google Analytics e do Google AdSense"],"Link Analytics and AdSense":["Conecte Analytics e AdSense"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Últimos %s dias"],", ":[","],"None":["Nenhuma"],"Once completed, click the link below to re-fetch your accounts to continue.":["Depois de concluído, clique no link abaixo para buscar novamente suas contas para continuar."],"To create a new account, click the button below which will open the Google Analytics account creation screen in a new window.":["Para criar uma nova conta, clique no botão abaixo, que abrirá a tela de criação da conta do Google Analytics em uma nova janela."],"Set up a new account":["Criar nova conta"],"Site Kit will not add the GA4 code to your site.":["O Site Kit não adicionará o código GA4 ao seu site."],"Site Kit will add the GA4 code automatically.":["O Site Kit adicionará o código GA4 automaticamente"],"IP addresses are not being anonymized":["Os endereços IP não estão sendo anonimizados"],"IP addresses are being anonymized":["Os endereços IP estão sendo anonimizados"],"IP Address Anonymization":["Anonimização de endereço IP"],"Anonymize IP addresses":["Anonimize endereços IP"],"All logged-in users will be included in Analytics tracking":["Todos os usuários conectados serão incluídos no rastreamento do Analytics"],"All logged-in users will be excluded from Analytics tracking":["Todos os usuários conectados serão excluídos do rastreamento do Google Analytics"],"Analytics is currently enabled for all visitors":["O Analytics está atualmente ativado para todos os visitantes"],"list separator\u0004, ":[","],"Excluded from Analytics":["Excluído do Analytics"],"OK, Got it!":["Ok, entendido"],"Top content over the last %s day":["Conteúdo principal no último %s dia","Conteúdo principal nos últimos %s dias"],"Unique Pageviews":["Visualizações de páginas única"],"Pageviews":["Visualizações de páginas"],"Title":["Título"],"Session Duration":["Duração da sessão"],"Bounce Rate":["Taxa de rejeição"],"Page Title":["Título da página"],"Back":["Voltar"],"Looks like you don't have an Analytics account yet. Once you create it, click on \"Re-fetch my account\" and Site Kit will locate it.":["Parece que você ainda não tem uma conta doo Google Analytics. Depois de criá-lo, clique em \"Buscar novamente minha conta\" e o Site Kit a localizará."],"Configure Analytics":["Configura Analytics"],"Please select the account information below. You can change this later in your settings.":["Selecione as informações da conta abaixo. Você pode alterar isso mais tarde nas suas configurações."],"View":["Visualizar"],"Property":["Propriedade"],"Inserted by another plugin or theme":["Inserido por outro plugin ou tema"],"Snippet is not inserted":["Snippet não foi inserido"],"Snippet is inserted":["Snippet foi inserido"],"Learn more":["Saiba mais"],"Set up a new property":["Configurar uma nova propriedade"],"Error: %s":["Erro: %s"],"Re-fetch My Account":["Recuperar novamente minha conta"],"Create an account":["Criar uma conta"],"Account":["Conta"],"Sessions":["Sessões"],"Users":["Usuários"],"Data error in %s":["Erro de dados em %s"],"Create Account":["Criar conta"],"Error":["Erro"],"Service name\u0004Analytics":["Analytics"],"Close":["Fechar"],"Day":["Dia"],"Top pages":["Top páginas"],"Audience overview":["Visão geral da audiência"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-analytics-2e60ebf7ff11eff58c8f.js"}}