{"translation-revision-date":"2023-04-24 16:01:52+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Track progress towards your goals with tailored metrics":["Acompanhe o progresso em direção às suas metas com métricas personalizadas"],"The server provided an invalid response.":["O servidor forneceu uma resposta inválida."],"There was a critical error on this website while fetching data.":["Houve um erro crítico neste site ao buscar dados."],"Retry didn’t work? <HelpLink \/>":["Tentar de novo não funcionou? <HelpLink \/>"],"Key metrics":["Principais métricas"],"The administrator sharing this module with you has lost access to the %s service, so you won’t be able to see stats from it on the Site Kit dashboard. You can contact them or another administrator to restore access.":["O administrador perdeu o acesso ao serviço %s, então você não conseguirá ver os dados desse serviço no painel de controle do Site Kit. Entre em contato com o administrador ou outros administradores para restaurar o acesso"],"Access lost to %s":["Acesso perdido para %s"],"Request access":["Solicitar acesso"],"Get help":["Ajuda"],"Retry":["Tentar novamente"],"Data errors in %s":["Erros de dados no módulo %s"],"Data Unavailable":["Dados indisponíveis"],"Recoverable modules\u0004, ":[", "],"The data for the following modules was previously shared by an admin who no longer has access: %s. Please contact another admin to restore it.":["Os dados dos seguintes módulos foram compartilhados anteriormente por um administrador que não tem mais acesso: %s. Peça a restauração dele para outro administrador."],"%s data was previously shared by an admin who no longer has access. Please contact another admin to restore it.":["Os dados do módulo %s foram compartilhados anteriormente por um administrador que não tem mais acesso. Peça a restauração dele para outro administrador."],"Keep track of how fast your page is and get specific recommendations on what to improve":["Monitore a velocidade da sua página e receba recomendações específicas sobre pontos de melhoria"],"Find out how visitors experience this page":["Veja como é a experiência dos visitantes nesta página"],"Understand how people found this page from Search":["Entenda como as pessoas encontraram esta página pela Pesquisa"],"Track traffic to this page over time":["Monitore o tráfego desta página ao longo do tempo"],"Track your AdSense revenue over time":["Monitore sua receita do AdSense ao longo do tempo"],"Find out how much you’re earning from your content":["Saiba quanto você está ganhando com seu conteúdo"],"Keep track of how fast your pages are and get specific recommendations on what to improve":["Acompanhe a velocidade das suas páginas e veja recomendações específicas sobre o que deve ser melhorado"],"Find out how visitors experience your site":["Saiba como os visitantes usam seu site"],"Keep track of your most popular pages and how people found them from Search":["Acompanhe e saiba como as pessoas encontraram suas páginas mais conhecidas na Pesquisa"],"See how your content is doing":["Veja como está o andamento do seu conteúdo"],"Track your site’s traffic over time":["Monitore o tráfego do seu site ao longo do tempo"],"Find out how your audience is growing":["Saiba como seu público-alvo está crescendo"],"screen reader text\u0004(disabled)":["(desativado)"],"%dh":["%dh"],"%dm":["%dmin"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"screen reader text\u0004(opens in a new tab)":["(abre em uma nova aba)"],"This service was originally connected by an administrator — you can contact them for more information.":["Este serviço foi originalmente conectado por um administrador — você pode contatá-lo para obter mais informações."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Este serviço foi originalmente conectado pelo administrador \"%s\" — você pode contatá-lo para obter mais informações."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para acessar os dados de %s, então você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta propriedade do Search Console, então você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta visualização do Analytics, portanto, você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta propriedade do Analytics, portanto, você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta conta do Analytics, portanto, você não poderá ver as estatísticas dela no painel do Site Kit."],"Insufficient permissions in %s":["Permissões insuficientes em %s"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Para corrigir isso, <a href=\"%s\">refaça a configuração do plugin<\/a>"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Últimos %s dias"],", ":[","],"Error: %s":["Erro: %s"],"%s data is not yet available, please check back later":["Os dados de %s ainda não estão disponíveis. Verifique novamente mais tarde"],"%s Gathering Data":["%s coletando dados"],"Data error in %s":["Erro de dados em %s"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-widgets-0ce12ec98d28cd040b93.js"}}