{"translation-revision-date":"2023-04-24 16:01:52+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"The server provided an invalid response.":["O servidor forneceu uma resposta inválida."],"There was a critical error on this website while fetching data.":["Houve um erro crítico neste site ao buscar dados."],"AMP container":["Contêiner AMP"],"container":["contêiner"],"web container":["contêiner da Web"],"Edit <VisuallyHidden>%s <\/VisuallyHidden>in Tag Manager":["Editar <VisuallyHidden>%s <\/VisuallyHidden>no Tag Manager"],"%1$s configured %2$s and you don’t have access to this %2$s account. Contact them to share access or change the %2$s account.":["%1$s configurou %2$s e você não tem acesso a esta conta %2$s. Entre em contato com eles para compartilhar o acesso ou alterar a conta %2$s."],"Retry":["Tentar novamente"],"Another admin":["Outro administrador"],"Please select your Tag Manager account and container below.":["Selecione sua conta e contêiner do Gerenciador de tags abaixo."],"Please select your Tag Manager account and container below. You can change these later in your settings.":["Selecione sua conta e contêiner do Gerenciador de tags abaixo. É possível mudar isso mais tarde nas configurações."],"Looks like your site is using paired AMP. Please select your Tag Manager account and relevant containers below.":["Parece que seu site usa pareamento de AMP. Selecione sua conta do Gerenciador de tags e os contêineres relevantes abaixo."],"Looks like your site is using paired AMP. Please select your Tag Manager account and relevant containers below. You can change these later in your settings.":["Parece que seu site usa pareamento de AMP. Selecione sua conta do Gerenciador de tags e os contêineres relevantes abaixo. É possível mudar isso mais tarde nas configurações."],"If you prefer to collect data using that existing tag, please select the corresponding account and property above.":["Se você preferir coletar dados usando essa tag já existente, selecione a conta e a propriedade correspondentes acima."],"Make sure you remove it if you want to place the same tag via Site Kit, otherwise they will be duplicated.":["Não se esqueça de removê-la se quiser colocar a mesma tag usando o Site Kit. Caso contrário, elas vão ser duplicadas."],"A tag %s for the selected container already exists on the site.":["Já existe uma tag %s para o contêiner selecionado no site."],"An existing tag %s was found on the page.":["Uma tag %s existente foi encontrada na página."],"Tag Manager container name and ID\u0004%1$s (%2$s)":["%1$s (%2$s)"],"Checking tags…":["Checando as tags..."],"screen reader text\u0004(disabled)":["(desativado)"],"%dh":["%dh"],"%dm":["%dmin"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Bounce Rate %":["Taxa de rejeição %"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>"],"Others":["Outros"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s vs %2$s"],"Container Name":["Nome do contêiner"],"Web Container Name":["Nome do contêiner da Web"],"AMP Container Name":["Nome do contêiner da AMP"],"A container with this name already exists.":["Já existe um contêiner com esse nome."],"screen reader text\u0004(opens in a new tab)":["(abre em uma nova aba)"],"Looks like you’re already using Google Analytics within your Google Tag Manager configuration. Activate the Google Analytics module in Site Kit to see relevant insights in your dashboard.":["Parece que você já está usando o Google Analytics na configuração do Gerenciador de tags do Google. Ative o módulo do Google Analytics no Site Kit para ver insights relevantes no seu painel."],"Looks like you’re using Google Analytics. Your Analytics property %s is already set up in your Google Tag Manager configuration, so Site Kit will switch to using Google Tag Manager for Analytics.":["Parece que você está usando o Google Analytics. A propriedade %s do Analytics já está configurada no seu Gerenciador de tags do Google. O Site Kit passará a usar o Gerenciador de tags do Google para o Analytics."],"Looks like you’re already using Google Analytics within your Google Tag Manager configurations. However, the configured Analytics tags reference different property IDs, or the setup process was not fully completed. You need to configure the same Analytics property in both containers.":["Parece que você já está usando o Google Analytics nas configurações do Gerenciador de tags do Google. No entanto, as tags configuradas do Google Analytics referir-se a diferentes IDs de propriedade ou o processo de configuração não foi totalmente concluído. Você precisa configurar a mesma propriedade do Analytics em ambos os contêineres."],"Complete setup without Analytics":["Concluir a configuração sem o Analytics"],"Continue to Analytics setup":["Continuar para a configuração do Analytics"],"This service was originally connected by an administrator — you can contact them for more information.":["Este serviço foi originalmente conectado por um administrador — você pode contatá-lo para obter mais informações."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Este serviço foi originalmente conectado pelo administrador \"%s\" — você pode contatá-lo para obter mais informações."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para acessar os dados de %s, então você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta propriedade do Search Console, então você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta visualização do Analytics, portanto, você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta propriedade do Analytics, portanto, você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta conta do Analytics, portanto, você não poderá ver as estatísticas dela no painel do Site Kit."],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Para corrigir isso, <a href=\"%s\">refaça a configuração do plugin<\/a>"],"Previous period":["Período anterior"],"Site Kit will not add the code to your site.":["Site kit não vai adicionar código no seu site."],"Site Kit will add the code automatically.":["Site kit vai adicionar o código automaticamente."],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Últimos %s dias"],", ":[","],"AMP Container":["Container AMP"],"Web Container":["Container Web"],"AMP Container ID":["ID do Container AMP"],"Web Container ID":["ID do Container Web"],"To create a new account, click the button below which will open the Google Tag Manager account creation screen in a new window.":["Para criar uma nova conta, clique no botão abaixo, que abrirá a tela de criação da conta do Google Tag Manager em uma nova janela."],"Once completed, click the link below to re-fetch your accounts to continue.":["Depois de concluído, clique no link abaixo para buscar novamente suas contas para continuar."],"Set up a new account":["Criar nova conta"],"Tag Manager Code Snippet":["Código snippet do Tag Manager"],"OK, Got it!":["Ok, entendido"],"Session Duration":["Duração da sessão"],"Snippet is not inserted":["Snippet não foi inserido"],"Snippet is inserted":["Snippet foi inserido"],"Placing two tags at the same time is not recommended.":["Não é recomendável colocar duas tags ao mesmo tempo."],"Error: %s":["Erro: %s"],"Confirm & Continue":["Confirme & Continue"],"Set up a new container":["Configure um novo container"],"Container":["Contêiner"],"Re-fetch My Account":["Recuperar novamente minha conta"],"Create an account":["Criar uma conta"],"Container ID":["ID do Contêiner"],"Account":["Conta"],"Sessions":["Sessões"],"Users":["Usuários"],"Let Site Kit place code on your site":["Permitir que o Site Kit adicione código no seu site"],"Service name\u0004Tag Manager":["Tag Manager"],"Day":["Dia"],"Create tags without updating code":["Crie tags sem atualizar o código"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-tagmanager-f47febf78871d6fa895f.js"}}