{"translation-revision-date":"2023-04-24 16:01:52+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"New! Navigate your dashboard easily":["Novo! Navegue pelo seu painel facilmente"],"By default only the user who connects a service can control who it is shared with. This setting optionally lets these users allow any other admin signed in with Google to manage the roles a service is shared with.":["Por padrão, apenas o usuário que conecta um serviço pode controlar com quem ele é compartilhado. Com essa configuração, os usuários podem permitir que qualquer outro administrador que tenha feito login com o Google gerencie os papéis de um serviço compartilhado."],"Share management with other admins":["Compartilhar o gerenciamento com outros administradores"],"Grant access to the view-only dashboard for each service for the specific roles you want. Users will see the Site Kit dashboard with only the services that have been shared with them without needing to sign-in with Google.":["Conceda acesso de visualização ao painel de cada serviço para os papéis específicos que você quiser. Os usuários poderão acessar o painel do Site Kit apenas com os serviços compartilhados com ele, sem necessidade de fazer login com o Google."],"Manage view access for other roles":["Gerenciar o acesso para ver para outros papéis"],"Share a view-only version of your dashboard with other WordPress roles":["Compartilhe uma versão de visualização do seu painel com outros papéis do WordPress"],"New! Dashboard sharing":["Novo! Compartilhamento de painel"],"The updated Search Funnel shows you a more comprehensive view of how traffic from Search is changing.":["O Funil de Pesquisa atualizado mostra uma visão mais completa sobre como o tráfego da Pesquisa está mudando."],"See trends over time for your site’s Search metrics":["Ver tendências ao longo do tempo para as métricas da Pesquisa para o seu site"],"Search by URL or by post title and your dashboard will be filtered to show stats just for that URL.":["Pesquise por URL ou título do post e seu painel será filtrado para mostrar as estatística da URL"],"Check stats for a specific post":["Checar estatísticas de um post específico"],"Jump straight to the relevant section in your dashboard with just one click - no more scrolling.":["Vá para a seção relevante no seu painel com apenas um clique, chega de rolagem."],"Select a time frame to see the comparison with the previous time period":["Selecione um período para ver a comparação dele com o anterior"],"Check how your traffic changed since you last looked":["Confira as mudanças no tráfego desde a última verificação"],"Click on the chart slices to see how each segment has changed over time":["Clique nos setores do gráfico para ver como cada segmento mudou ao longo do tempo"],"See where your visitors come from":["Veja de onde os acessos vieram"],"Check the trend graph to see how your traffic changed over time":["Confira o gráfico de tendências para ver como o tráfego mudou ao longo do tempo"],"It’s now easier to see your site’s traffic at a glance":["Agora ficou mais fácil ver um resumo do tráfego do seu site"],"Access the Site Kit docs or ask a question in our support forum from here.":["Acesse a documentação do Site Kit ou faça uma pergunta no nosso fórum de suporte."],"%dh":["%dh"],"%dm":["%dmin"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Últimos %s dias"],", ":[","],"Need help?":["Precisa de ajuda?"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-datastore-user-f688eda94a586d6146e5.js"}}