{"translation-revision-date":"2023-04-24 16:01:52+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"The server provided an invalid response.":["O servidor forneceu uma resposta inválida."],"There was a critical error on this website while fetching data.":["Houve um erro crítico neste site ao buscar dados."],"Retry didn’t work? <HelpLink \/>":["Tentar de novo não funcionou? <HelpLink \/>"],"How to improve":["Como melhorar"],"Request access":["Solicitar acesso"],"Get help":["Ajuda"],"Retry":["Tentar novamente"],"How quickly your page responds when people interact with it":["A rapidez com que sua página responde quando as pessoas interagem com ela"],"core web vitals name\u0004Interaction to Next Paint":["Interação com Next Paint"],"duration\u0004%s ms":["%s ms"],"duration\u0004%s s":["%s s"],"Experimental":["Experimental"],"screen reader text\u0004(disabled)":["(desativado)"],"%dh":["%dh"],"%dm":["%dmin"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Recommendations on how to improve your site":["Recomendações sobre como melhorar seu site"],"Learn more how metrics are measured.":["Saiba mais como as métricas são medidas."],"screen reader text\u0004(opens in a new tab)":["(abre em uma nova aba)"],"core web vitals name\u0004First Input Delay":["First Input Delay"],"Run test again":["Rodar o teste novamente"],"core web vitals name\u0004Cumulative Layout Shift":["Cumulative Layout Shift"],"core web vitals name\u0004Largest Contentful Paint":["Largest Contentful Paint"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Para corrigir isso, <a href=\"%s\">refaça a configuração do plugin<\/a>"],"Time it takes for the browser to respond when people first interact with the page":["Tempo que o navegador leva para responder quando as pessoas interagem pela primeira vez com a página"],"Field data shows how real users actually loaded and interacted with your page over time.":["Os dados do campo mostram como o usuário reais carregam e interagem com sua página ao longo do tempo."],"Field data shows how real users actually loaded and interacted with your page. We don’t have enough real-world experience and speed data for this page. It may be new, or not enough users with Chrome browsers have visited it yet.":["Os dados do campo mostram como usuários reais realmente carregaram e interagiram com sua página. Não temos experiência no mundo real e dados de velocidade suficientes para esta página. Pode ser novo ou ainda não foi visitado por usuários suficientes nos navegadores Chrome."],"Field data unavailable":["Dados de campo indisponíveis"],"How stable the elements on the page are":["Quão estáveis são os elementos na página"],"Time it takes for the page to load":["Tempo que a página leva para carregar"],"How long people had to wait after the page loaded before they could click something":["Quanto tempo as pessoas tiveram que esperar depois que a página foi carregada para poder clicar em algo"],"Total Blocking Time":["Total Blocking Time"],"Metric Value":["Valor da métrica"],"Metric Name":["Nome da métrica"],"Lab data is a snapshot of how your page performs right now, measured in tests we run in a controlled environment.":["Os dados de laboratório são capturas do desempenho da sua página no momento, medido nos testes executados em um ambiente controlado."],"In the Field":["No Campo"],"In the Lab":["No laboratório"],"View details at %s":["Ver detalhes em %s"],"Performance rating\u0004Poor":["Pobre"],"Performance rating\u0004Needs improvement":["Precisa de melhorias"],"Performance rating\u0004Good":["Bom"],"%sK":["%sK"],"%sM":["%sM"],"To view insights, <a href=\"%s\">visit the dashboard<\/a>":["Para ver insights, <a href=\"%s\">visite o painel<\/a>"],"Last %s day":["Últimos %s dias"],", ":[","],"Learn more":["Saiba mais"],"Error: %s":["Erro: %s"],"Desktop":["Desktop"],"Mobile":["Dispositivo móvel"],"Service name\u0004PageSpeed Insights":["PageSpeed Insights"],"Website performance reports for mobile and desktop":["Relatório de desempenho do site para mobile e desktop"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-pagespeed-insights-67e9a1a3817c2bd0986b.js"}}