{"translation-revision-date":"2023-04-24 16:01:52+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Grant permission":["Conceder permissão"],"Site Kit needs additional permissions to detect updates to tags on your site":["O Site Kit precisa de permissões adicionais para detectar atualizações nas tags do seu site"],"Copied to clipboard":["Copiado para a área de transferência"],"The server provided an invalid response.":["O servidor forneceu uma resposta inválida."],"There was a critical error on this website while fetching data.":["Houve um erro crítico neste site ao buscar dados."],"Retry didn’t work? <HelpLink \/>":["Tentar de novo não funcionou? <HelpLink \/>"],"Key metrics":["Principais métricas"],"The administrator sharing this module with you has lost access to the %s service, so you won’t be able to see stats from it on the Site Kit dashboard. You can contact them or another administrator to restore access.":["O administrador perdeu o acesso ao serviço %s, então você não conseguirá ver os dados desse serviço no painel de controle do Site Kit. Entre em contato com o administrador ou outros administradores para restaurar o acesso"],"Access lost to %s":["Acesso perdido para %s"],"Additional permissions are required to create a new GA4 property.":["São necessárias permissões adicionais para criar uma nova propriedade do GA4."],"Full cross-device and cross-platform reporting":["Relatórios completos entre dispositivos e plataformas"],"Reset sharing permissions":["Redefinir permissões de compartilhamento"],"Done":["Concluído"],"Done editing roles":["Funções de edição concluídas"],"Warning: Resetting these permissions will remove view-only access for all users. Are you sure you want to reset all Dashboard Sharing permissions?":["Aviso: redefinir essas permissões removerá o acesso somente visualização de todos os usuários. Tem certeza de que deseja redefinir todas as permissões de compartilhamento do painel?"],"Reset Dashboard Sharing permissions":["Redefinir permissões de compartilhamento do painel"],"You can configure the Google Analytics 4 property inside the Site Kit Settings later.":["É possível configurar a propriedade do Google Analytics 4 nas configurações do Site Kit mais tarde."],"You can connect Google Analytics 4 later here":["Você pode conectar o Google Analytics 4 mais tarde aqui"],"Request access":["Solicitar acesso"],"Create property":["Criar propriedade"],"No existing Google Analytics 4 property found, Site Kit will help you create a new one and insert it on your site":["Nenhuma propriedade do Google Analytics 4 foi encontrada. Com o Site Kit você pode criar uma e inseri-la no seu site"],"Connect the Google Analytics 4 property that’s associated with your existing Universal Analytics property":["Conecte a propriedade do Google Analytics 4 que está associada à sua do Universal Analytics"],"GA4 is collecting data for your site. You’ll only see Universal Analytics data on your dashboard for now.":["O GA4 está coletando dados para seu site. Por enquanto, os dados do Universal Analytics vão ser mostrados apenas no seu painel."],"You successfully set up your Google Analytics 4 property":["Você configurou a propriedade do Google Analytics 4"],"Set up now":["Configurar agora"],"Set up Google Analytics 4 now to join the future of Analytics":["Configure o Google Analytics 4 agora para participar do futuro do Analytics"],"Get help":["Ajuda"],"By default only the user who connects a service can control who it is shared with. This setting optionally lets these users allow any other admin signed in with Google to manage the roles a service is shared with.":["Por padrão, apenas o usuário que conecta um serviço pode controlar com quem ele é compartilhado. Com essa configuração, os usuários podem permitir que qualquer outro administrador que tenha feito login com o Google gerencie os papéis de um serviço compartilhado."],"Share management with other admins":["Compartilhar o gerenciamento com outros administradores"],"Grant access to the view-only dashboard for each service for the specific roles you want. Users will see the Site Kit dashboard with only the services that have been shared with them without needing to sign-in with Google.":["Conceda acesso de visualização ao painel de cada serviço para os papéis específicos que você quiser. Os usuários poderão acessar o painel do Site Kit apenas com os serviços compartilhados com ele, sem necessidade de fazer login com o Google."],"Manage view access for other roles":["Gerenciar o acesso para ver para outros papéis"],"Contact %s to change who can manage view access for this module.":["Peça para %s mudar quem pode gerenciar o acesso de visualização deste módulo."],"This service requires general access to Google APIs rather than access to a specific user-owned property\/entity, so view access is manageable by any admin signed in with Google.":["Este serviço requer acesso geral às APIs do Google em vez de acesso a uma propriedade\/entidade específica do usuário. Por isso, o acesso de visualização pode ser gerenciado por qualquer administrador que tenha feito login com o Google."],"By clicking <strong>Apply<\/strong>, you will give other authenticated admins of your site permission to manage view-only access to Site Kit Dashboard data from the chosen Google service.":["Ao clicar em <strong>Aplicar<\/strong>, você dá permissão a outros administradores autenticados do seu site para gerenciar o acesso de visualização aos dados do painel do Site Kit do Serviço do Google escolhido."],"Retry":["Tentar novamente"],"Data errors in %s":["Erros de dados no módulo %s"],"Data Unavailable":["Dados indisponíveis"],"Recoverable modules\u0004, ":[", "],"The data for the following modules was previously shared by an admin who no longer has access: %s. Please contact another admin to restore it.":["Os dados dos seguintes módulos foram compartilhados anteriormente por um administrador que não tem mais acesso: %s. Peça a restauração dele para outro administrador."],"%s data was previously shared by an admin who no longer has access. Please contact another admin to restore it.":["Os dados do módulo %s foram compartilhados anteriormente por um administrador que não tem mais acesso. Peça a restauração dele para outro administrador."],"Any admin signed in with Google":["Qualquer administrador que tenha feito login com o Google"],"Another admin":["Outro administrador"],"Add roles":["Adicionar funções"],"Edit roles":["Editar funções"],"%s has connected this and given managing permissions to all admins. You can change who can view this on the dashboard.":["%s fez a conexão e concedeu permissões de gerenciamento a todos os administradores. É possível mudar quem pode visualizar isso no painel."],"<span>Managed by<\/span> <strong>%s<\/strong>":["<span>Gerenciado por<\/span> <strong>%s<\/strong>"],"Contact managing user to manage view access":["Peça para o usuário responsável gerenciar o acesso de visualização"],"Only me":["Somente eu"],"Who can manage view access":["Quem pode gerenciar o acesso de visualização"],"Who can view":["Quem pode ver"],"Product":["Produto"],"By clicking <strong>Apply<\/strong>, you’re granting the selected roles view-only access to data from the Google services you’ve connected via your account.":["Ao clicar em <strong>Aplicar<\/strong>, você dá a papéis específicos acesso de visualização aos dados dos Serviços do Google que você conectou usando a sua conta."],"Error connecting Site Kit":["Erro ao conectar com o Site Kit"],"Make sure you remove it if you decide to place the same GA4 tag via Site Kit, otherwise they will be duplicated.":["Não se esqueça de removê-la se decidir colocar a mesma tag do GA4 usando o Site Kit. Caso contrário, elas vão ser duplicadas."],"A tag %s for the selected property already exists on the site.":["Já existe uma tag %s para a propriedade selecionada no site."],"Apply":["Aplicar"],"Share a view-only version of your Site Kit dashboard with other WordPress roles. <a>Learn more<\/a>":["Compartilhe uma versão \"somente ver\" do seu painel do Site Kit com pessoas com outros papéis do WordPress. <a>Saiba mais<\/a>"],"Dashboard sharing & permissions":["Compartilhamento e permissões do painel"],"Open sharing settings":["Abrir configurações de compartilhamento"],"Thanks for using Site Kit!<br \/>Help us make it even better.":["Agradecemos por usar o Site Kit!<br \/>Ajude-nos a torná-lo ainda melhor."],"Shared by <strong>%s<\/strong>":["Compartilhado por <strong>%s<\/strong>"],"Shared services":["Serviços compartilhados"],"Learn more about dashboard sharing":["Saiba mais sobre o compartilhamento do painel"],"You can see stats from all shared Google services, but you can't make any changes. <a>Learn more<\/a>":["Você pode ver as estatísticas de todos os Serviços compartilhados do Google, mas não é possível fazer mudanças. <a>Saiba mais<\/a>"],"You can see stats from all shared Google services, but you can't make any changes. <strong>Sign in to connect more services and control sharing access.<\/strong>":["Você pode ver as estatísticas de todos os Serviços compartilhados do Google, mas não é possível fazer mudanças. <strong>Faça login para conectar mais serviços e controlar o acesso de compartilhamentos.<\/strong>"],"View only":["Somente ver"],"Analytics property name and ID\u0004%1$s (%2$s)":["%1$s (%2$s)"],"It can take up to 48 hours before stats show up for your site. While you’re waiting, connect more services to get more stats.":["Pode levar até 48 horas para que as estatísticas apareçam no seu site. Enquanto espera, conecte outros serviços para conferir mais estatísticas."],"Search Console is gathering data":["O Search Console está coletando dados"],"Search Console and Analytics are gathering data":["O Search Console e o Analytics estão coletando dados"],"Site Kit will start showing stats on the dashboard as soon as enough people have visited your site. Keep working on your site to attract more visitors.":["O Site Kit vai começar a mostrar estatísticas no painel assim que um número suficiente de pessoas visitar seu site. Continue trabalhando no seu site para atrair mais visitantes."],"Not enough traffic yet to display stats":["Sem tráfego suficiente para mostrar estatísticas"],"Gathering data…":["Coletando dados..."],"Search":["Pesquisa"],"Date range":["Faixa de data"],"Back to dashboard":["Voltar para o painel"],"Connect":["Conectar"],"It looks like the URL %s is not part of this site or is not based on standard WordPress content types, therefore there is no data available to display. Visit our <link1>support forums<\/link1> or <link2><VisuallyHidden>Site Kit<\/VisuallyHidden> website<\/link2> for support or further information.":["Parece que a URL %s não faz parte deste site ou não é baseada em tipos de conteúdo padrão do WordPress, portanto, não há dados disponíveis para exibição. Visite nossos <link1>fóruns de suporte<\/link1> ou o site <link2><VisuallyHidden>Site Kit<\/VisuallyHidden><\/link2> para obter suporte ou mais informações."],"Monetization":["Monetização"],"Content":["Conteúdo"],"Traffic":["Tráfego"],"Enter title or URL…":["Digite o título ou o URL…"],"URL Search":["Pesquisa de URL"],"Page\/URL Search":["Pesquisa de URL\/página"],"screen reader text\u0004(disabled)":["(desativado)"],"Place Google Analytics 4 code":["Inserir código do Google Analytics 4"],"Help":["Ajuda"],"All collected data is treated in accordance with the <a>Google Privacy Policy.<\/a>":["Todos os dados coletados são processados de acordo com a <a>Política de Privacidade do Google<\/a>."],"Help us improve Site Kit by sharing anonymous usage data.":["Compartilhe dados de uso anônimos para ajudar a melhorar o Site Kit."],"Get help with AdSense":["Receber ajuda com o AdSense"],"Get support":["Receber ajuda"],"Read help docs":["Leia a documentação de ajuda"],"Fix common issues":["Corrigir problemas comuns"],"Got it":["Entendi"],"%dh":["%dh"],"%dm":["%dmin"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Bounce Rate %":["Taxa de rejeição %"],"Stat information for chart tooltip\u0004%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>":["%1$s: <strong>%2$s<\/strong> <em>%3$s %4$s<\/em>"],"Others":["Outros"],"Date range for chart tooltip\u0004%1$s vs %2$s":["%1$s vs %2$s"],"Remind me later":["Lembrar mais tarde"],"Next":["Próxima"],"screen reader text\u0004(opens in a new tab)":["(abre em uma nova aba)"],"Redo the plugin setup":["Refazer a configuração do plug-in"],"Source: %s":["Origem: %s"],"This service was originally connected by an administrator — you can contact them for more information.":["Este serviço foi originalmente conectado por um administrador — você pode contatá-lo para obter mais informações."],"This service was originally connected by the administrator \"%s\" — you can contact them for more information.":["Este serviço foi originalmente conectado pelo administrador \"%s\" — você pode contatá-lo para obter mais informações."],"Your Google account does not have sufficient permissions to access %s data, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para acessar os dados de %s, então você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Search Console property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta propriedade do Search Console, então você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Analytics view, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta visualização do Analytics, portanto, você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Analytics property, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta propriedade do Analytics, portanto, você não poderá ver as estatísticas dela no painel do Site Kit."],"Your Google account does not have sufficient permissions for this Analytics account, so you won’t be able to see stats from it on the Site Kit dashboard.":["Sua conta do Google não tem permissões suficientes para esta conta do Analytics, portanto, você não poderá ver as estatísticas dela no painel do Site Kit."],"Insufficient permissions in %s":["Permissões insuficientes em %s"],"Report this problem":["Reportar este problema"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Para corrigir isso, <a href=\"%s\">refaça a configuração do plugin<\/a>"],"Previous period":["Período anterior"],"Redo setup":["Refazer configuração"],"Site Kit can’t access necessary data":["Site Kit não conseguiu acessar os dados necessários"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup – make sure to approve all permissions at the authentication stage.":["O Site Kit não pode acessar todos os dados relevantes porque você não concedeu todas as permissões solicitadas durante a instalação. Para usar o Site Kit, você precisará refazer a instalação. Certifique-se de aprovar todas as permissões no estágio de autenticação."],"Site Kit can’t access the relevant data from %1$s because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for %1$s – make sure to approve all permissions at the authentication stage.":["O Site Kit não pode acessar os dados relevantes de %1$s porque você não concedeu todas as permissões solicitadas durante a instalação. Para usar o Site Kit, você precisará refazer a configuração para %1$s - certifique-se de aprovar todas as permissões no estágio de autenticação."],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for: %s – make sure to approve all permissions at the authentication stage.":["O Site Kit não pode acessar todos os dados relevantes porque você não concedeu todas as permissões solicitadas durante a instalação. Para usar o Site Kit, você precisará refazer a configuração para: %s - aprove todas as permissões no estágio de autenticação."],"Proceed":["Continuar"],"Additional Permissions Required":["Permissões adicionais necessárias"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Últimos %s dias"],", ":[","],"Site Kit encountered an error":["Site Kit encontrou um error"],"Sign in with Google":["Acessar com o Google"],"Site Kit by Google Logo":["Logo do Site Kit by Google"],"OK, Got it!":["Ok, entendido"],"Speed":["Velocidade"],"Analytics is gathering data":["O Analytics está coletando dados"],"Session Duration":["Duração da sessão"],"Back":["Voltar"],"Property":["Propriedade"],"Learn more":["Saiba mais"],"Set up a new property":["Configurar uma nova propriedade"],"Error: %s":["Erro: %s"],"Account":["Conta"],"Sessions":["Sessões"],"Users":["Usuários"],"%s data is not yet available, please check back later":["Os dados de %s ainda não estão disponíveis. Verifique novamente mais tarde"],"%s Gathering Data":["%s coletando dados"],"Data error in %s":["Erro de dados em %s"],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Desconectar oo Site Kit by Google removerá seu acesso a todos os serviços. Após desconectar, você precisará autorizar novamente para restaurar o serviço."],"Disconnect":["Desconectar"],"User Avatar":["Avatar do usuário"],"Detailed Page Stats":["Estatísticas detalhadas da página"],"Back to the Site Kit Dashboard":["Voltar ao Painel do Site Kit"],"Cancel":["Cancelar"],"No results found":["Nenhum resultado encontrado"],"All":["Todos"],"Reset":["Redefinir"],"Close":["Fechar"],"Day":["Dia"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-entity-dashboard-e653b0e3027e1c96b5d2.js"}}